{
  "1 Day": "1 día",
  "1 day played": "1 día jugado",
  "1 Hour": "1 hora",
  "1 Hr": "1 h",
  "1 Min": "1 min",
  "1 Minute": "1 minuto",
  "1 Sec": "1 s",
  "1 Second": "1 segundo",
  "3D models": "Modelos 3D",
  "_Destiny Tracker_ Elo": "Elo de _Destiny Tracker_",
  "A Hive knight, _Kathok_ will continuously bombard players with his boomer. He is protected by shriekers, minions, and an invulnerability shield. Diminish his shield by attacking it with the swords of fallen _Severing Knights_.": "Un caballero de la colmena, _Kathok_, bombardeará continuamente a los jugadores con su arma. Está protegido por aulladores, otros secuaces y un escudo de inmunidad. Disminuye su escudo al atacarlo con las espadas del _Caballero cortador_.",
  "A mostly typical Hive ogre, _Damkath's_ vulnerability is a pulsating cow-sized cyst on his upper-back.": "Un ogro típico de la colmena, _Damkath_, cuya vulnerabilidad es un quiste palpitante del tamaño de una vaca en la parte superior de su espalda.",
  "A mostly typical Hive ogre, _Nur Abath_ is protected by an invulnerability shield that draws its power from nearby minions. Clear them out to disable his shield and proceed to destroy him.": "Un ogro típico de la colmena, _Nur Abath_, que está protegido por un escudo de inmunidad cuyo poder proviene de los secuaces cercanos. Deshazte de ellos para desactivar su escudo y podrás acabar con él.",
  "A single colour–or none–at various saturations and luminances": "Un solo color, o ninguno, en varias saturaciones y luminosidades",
  "A summary of Destiny's most rare records and collectibles": "Un resumen de los triunfos y coleccionables más raros de Destiny",
  "A tool that enables users to rapidly discover required combinations for specific rewards from _The Menagerie_.": "Una herramienta que permite a los usuarios descubrir rápidamente las combinaciones necesarias para obtener recompensas específicas de la _Casa de las Fieras_.",
  "A typical Hive knight, _Bok Litur_ is well-defended and well-armed. A challenging foe.": "El típico caballero de la colmena, _Bok Litur_, está bien defendido y bien armado. Un enemigo desafiante.",
  "A well-defended ogre, _Naksud_ can be damaged at any time. Although, he regularly calls forth cursed thrall which sprint towards him, bursting upon him, healing him.": "Un ogro bien defendido, _Naksud_, que puede ser dañado en cualquier momento. Sin embargo, invoca constantemente a lacayos malditos que corren hacia él, que lo curan al estallar.",
  "About your clan, its roster, summative historical stats for all members, and admin mode": "Sobre tu clan, lista de jugadores, estadísticas históricas totales de todos los miembros y modo de administración",
  "Account, theme, local data, item visibility, language, developer, troubleshooting": "Cuenta, tema, datos locales, visibilidad de elementos, idioma, desarrollador, resolución de problemas",
  "Accuracy": "Puntería",
  "Active event": "Evento activo",
  "Active modifiers": "Modificadores activos",
  "Active modifiers for Vanguard operations": "Modificadores activos para las operaciones de Vanguardia",
  "Active profile": "Perfil activo",
  "Activities": "Actividades",
  "Activities including": "Actividades como",
  "Activities offering powerful rewards": "Actividades que ofrecen recompensas poderosas",
  "Activity": "Actividad",
  "Add group": "Añadir un grupo",
  "Add module": "Añadir un módulo",
  "Add player": "Añadir jugador",
  "Adjust the hue": "Ajustar el tono",
  "Adjust the luminance": "Ajustar la luminosidad",
  "Adjust the saturation": "Ajustar la saturación",
  "Adventure": "Aventura",
  "Adventures": "Aventuras",
  "Adventures undertaken": "Aventuras emprendidas",
  "Agonarch Abyss": "Abismo Agonarca",
  "Ahamkara Bones": "Huesos de Ahamkara",
  "All class types": "Todas las clases",
  "All collectibles": "Todos los coleccionables",
  "All complete": "Todo completo",
  "All completed": "Todo completado",
  "All discovered": "Todo descubierto",
  "All pages": "Todas las páginas",
  "Allied kills secured": "Bajas de aliados aseguradas",
  "Ally crests recovered": "Insignias de aliados recuperadas",
  "Almost complete": "Casi completado",
  "Alpha team": "Equipo Alfa",
  "An error occurred while attempting to render module: {{moduleName}}": "Se ha producido un error al intentar renderizar el módulo: {{moduleName}}",
  "An update for Braytech is available. Please reload the app to start using it immediately.": "Hay disponible una actualización para Braytech. Por favor, recarga la aplicación para utilizarla inmediatamente.",
  "And {{number}} more": "Y {{number}} más",
  "Aphelion's Rest": "Descanso de Afelión",
  "Approve": "Aprobar",
  "Approximate length": "Duración aproximada",
  "Archives": "Archivos",
  "Are you offline? Your web browser thinks you are...": "¿Estás desconectado? Tu navegador web cree que sí...",
  "Artifact unlocks": "Desbloqueos de artefacto",
  "Arunak, Beloved by Calus": "Arunak, amado por Calus",
  "Ascendant Challenge": "Desafío ascendente",
  "Associate this Bungie.net profile with a Patreon account": "Asocia este perfil de Bungie.net con una cuenta de Patreon",
  "Associated memberships": "Membresías asociadas",
  "At current, {{players}} players are indexed by VOLUSPA.": "En este momento, {{players}} jugadores están indizados por VOLUSPA.",
  "Attempt to unregister the installed service worker. If successful, reloading the app will allow a new service worker to take its place.": "Intenta dar de baja al service worker instalado. Si tiene éxito, recargar la aplicación permitirá que un nuevo service worker ocupe su lugar.",
  "Attempt to update the service worker immediately. This function will disable the button temporarily. You may continue to use Braytech while it attempts to update in the background. If successful, you will be prompted to restart the app.": "Intenta actualizar el service worker inmediatamente. Esta función desactivará el botón temporalmente. Puedes continuar usando Braytech mientras intenta actualizar en segundo plano. Si tiene éxito, se te pedirá que reinicies la aplicación.",
  "Authenticate": "Autentifícate",
  "Authentication data": "Datos de autentificación",
  "Authentication required": "Se requiere autentificación",
  "Auxiliary": "Auxiliar",
  "Available": "Disponible",
  "Available activities": "Actividades disponibles",
  "Back": "Atrás",
  "Badge": "Insignia",
  "Badge commonality": "Rareza de la insignia",
  "Badge completed": "Insignia completada",
  "Badge progress": "Progreso de insignia",
  "Badges": "Insignias",
  "Ban": "Banear",
  "Banner Color": "Color del estandarte",
  "Banner Detail": "Detalles del estandarte",
  "Banner Detail Color": "Color de los detalles del estandarte",
  "Banner Emblem": "Emblema del estandarte",
  "Banner Perks": "Bonificaciones de clan",
  "Bay of Drowned Wishes": "Bahía de los deseos ahogados",
  "Become a Patron": "Conviértete en Patron",
  "Beep-boop?": "¿Bip-bip?",
  "Begin your trials by speaking with Saint-14.": "Comienza tus pruebas hablando con San-14.",
  "Black Armory Forges": "Fragua de la Armería Negra",
  "Blocker kills": "Bajas de Bloqueadores",
  "Bok Litur, Hunger of Xol": "Bok Litur, Hambre de Xol",
  "Bones found": "Huesos encontrados",
  "Book": "Libro",
  "Botza District encounter: the map generator must not fall below half charge.": "Encuentro en Distrito Botza: el generador de mapas no debe bajar de la mitad de la carga.",
  "Bounties": "Contratos",
  "Bounty": "Contrato",
  "Bounty Tracker": "Rastreador de contratos",
  "Bounty Tracker is intended for use on larger displays. Please use a display with a viewport of atleast 960px.": "El rastreador de contratos está diseñado para ser usado en pantallas más grandes. Por favor, utiliza una pantalla con una resolución de al menos 960px.",
  "Bravo team": "Equipo Bravo",
  "Braytech can not determine which Worldline Zero catalyst components you have attained, but it can tell you which bosses drop which items in case you happened to be keeping a list.": "Braytech no puede determinar qué componentes del catalizador de Línea Mundial Cero has conseguido, pero puede decirte qué objeto suelta cada jefe en caso de que estés llevando una lista.",
  "Braytech has encountered a fatal error. If one of the available actions does not resolve your issue, please join the [Discord](https://discord.braytech.org) for further assistance.": "Braytech ha encontrado un error fatal. Si una de las acciones disponibles no resuelve tu problema, por favor únete al [Discord](https://discord.braytech.org) para obtener más ayuda.",
  "Braytech won't update to the newest version": "Braytech no se actualizará a la última versión",
  "Bright dust items": "Objetos por polvo luminoso",
  "Bungie error": "Error de Bungie",
  "Bungie Maintenance": "Mantenimiento de Bungie",
  "Bungie.net profile": "Perfil de Bungie.net",
  "Burn all 4 plates at the same time for every damage phase. Do not fire before all plates are activated.": "Activa las 4 placas al mismo tiempo en cada fase de daño. No disparéis antes de que se activen todas las placas.",
  "Cancel": "Cancelar",
  "Cat Statue": "Estatua de gato",
  "Cat Statues": "Estatuas de gato",
  "Catalyst item": "Objeto de catalizador",
  "Challenge": "Desafío",
  "Challenges": "Desafíos",
  "Chamber of Starlight": "Cámara de luz de estrellas",
  "Change log": "Registro de cambios",
  "Change profile": "Cambiar perfil",
  "Char": "Pers.",
  "Character class": "Clase del personaje",
  "Character equipment": "Equipamiento del personaje",
  "Character Select": "Selección de personaje",
  "Character unavailable": "Personaje no disponible",
  "Characters": "Personajes",
  "Checklists": "Listas",
  "Chests opened": "Cofres abiertos",
  "chonky_zuzuvala69@hotmail.reef": "zuzuvala_fofisano69@hotmail.reef",
  "Cimmerian Garrison": "Guarnición Cimmeria",
  "Clan": "Clan",
  "Clan Admin": "Administración de clan",
  "Clan Admin mode is intended for use on larger displays. Please use a display with a viewport of atleast 1280px.": "El modo Administración del clan está pensado para su uso en pantallas más grandes. Por favor, utiliza una pantalla con una ventana de al menos 1280px.",
  "Clan Banner Builder": "Diseñador de Estandartes de clan",
  "Clan Historical Stats don't match [other thing]": "Las estadísticas históricas de clan no coinciden [con otras] ",
  "Clan XP": "PE de clan",
  "Clans are optional groups of friends that enhance your online gaming experience. Coordinate with your clanmates to take on co-op challenges or just simply represent them in your solo play to earn extra rewards.": "Los clanes son grupos opcionales de amigos que mejoran tu experiencia de juego en línea. Coordínate con tus compañeros de clan para enfrentarte a desafíos cooperativos o simplemente represéntalos en solitario para ganar recompensas adicionales.",
  "Classified": "Clasificado",
  "Classified record": "Triunfo clasificado",
  "Close": "Cerrar",
  "Collaborate with clan members on a new clan banner. Selecting different options instantly updates the page's URL, which allows you to easily share your customisations.": "Colabora con los miembros del clan en un nuevo estandarte de clan. Al seleccionar diferentes opciones, se actualiza instantáneamente la URL de la página, lo que te permite compartir fácilmente tus personalizaciones.",
  "Collectibles": "Coleccionables",
  "Collection total": "Elementos en colecciones",
  "Collections": "Colecciones",
  "Collections roll": "Estadísticas de colecciones",
  "Commonality": "Rareza",
  "Commonly asked, \"What is the funny percentage to the right of collectibles and records?\"\n\nIt's a percentage of players who've either discovered or redeemed the item. Every few days, _VOLUSPA_ collects data from users of _Braytech_ and takes note of who's got what.\n\nIt's been a hot topic as to whether it's accurate or useful and the truth is that all statistics are useless and dumb _unless_ you've included every single piece of data possible.\n\nIt's fair to assume that these stats are bias towards casual players (percentages may appear higher rather than lower due to the skill and attention of the users that are monitored).": "A menudo preguntan, \"¿qué es el extraño porcentaje a la derecha de los coleccionables y los triunfos?\"\n\nEs un porcentaje de jugadores que han descubierto o canjeado el objeto. Cada pocos días, _VOLUSPA_ recopila datos de usuarios de _Braytech_ y registra quién tiene qué.\n\nHa sido un tema candente sobre si es preciso o útil, pero lo cierto es que todas las estadísticas son inútiles y absurdas _a menos que_ se hayan incluido todos y cada uno de los datos posibles.\n\nEs justo asumir que estas estadísticas están sesgadas para los jugadores casuales (puede que los porcentajes tiendan más al alza que a la baja, debido a la destreza y la atención de los usuarios que son supervisados).",
  "Compare": "Comparar",
  "Compare Nightfall strike activity durations between players for bragging rights and to track progress towards the _{{emblemName}}_ emblem.": "Compara la duración de los asaltos de Ocaso entre jugadores para presumir con orgullo y seguir el progreso hacia el emblema _{{emblemName}}_.",
  "Compare Nightfalls": "Comparar Ocasos",
  "Compare Nightmare Hunt activity durations between players for bragging rights and to track progress towards their respective time trial triumph records.": "Compara la duración de Caza de Pesadillas entre jugadores para presumir con orgullo y seguir el progreso de sus respectivos triunfos contrarreloj.",
  "Compare Nightmare Hunts": "Comparar Caza de Pesadillas",
  "Competive multiplayer progression information": "Información de progreso del multijugador competitivo",
  "Complete the Consecrated Mind encounter without killing any Cyclops that spawn in the Harpy boss's presence. Cyclops that spawn in other areas, and during the final sprint, can be killed.": "Completa el encuentro de la Mente Consagrada sin matar a los cíclopes que aparezcan en presencia de la arpía jefe. Los cíclopes que aparezcan en otras zonas, y durante el esprint final, se pueden matar.",
  "Completed": "Completado",
  "Console.log details for the mouse-invoked node.": "Detalles de Console.log para el nodo llamado por el ratón.",
  "Cooperative": "Cooperativo",
  "Core modes": "Modos núcleo",
  "Corrupted Egg": "Huevo Corrupto",
  "Corrupted Eggs": "Huevos Corruptos",
  "Crests recovered": "Insignias recuperadas",
  "Crests secured": "Insignias aseguradas",
  "Crucible": "Crisol",
  "Crucible modes that are currently in rotation and available for you to test your vigour in against other Guardians.": "Modos de Crisol que están ahora en la rotación disponibles para que pongas a prueba tu vigor contra otros Guardianes.",
  "Crystals resolved": "Cristales resueltos",
  "Current step": "Paso actual",
  "Customise": "Personalizar",
  "Damkath, The Mask": "Damkath, La Máscara",
  "Dark": "Oscuro",
  "Data caches decrypted": "Alijos de datos desencriptados",
  "Data Recovered": "Datos recuperados",
  "Deaths": "Muertes",
  "Deception encounter: break the Deception's shield 5 times during phase in which he is defeated i.e. a single phase.": "Encuentro con el Engaño: romped el escudo del Engaño 5 veces durante la fase en la que es derrotado, es decir, una sola fase.",
  "Defeat": "Derrota",
  "Defeat this Nightmare to progress record _{{recordName}}_.": "Derrota esta pesadilla para progresar en el triunfo _{{recordName}}_.",
  "Delete the authentication data stored on your device. While unnecessary, this function is provided for your peace of mind.": "Elimina los datos de autentificación almacenados en tu dispositivo. Aunque no es necesaria, esta función se ofrece para su tranquilidad.",
  "Deletes the stored list of previously loaded member profiles (character select)": "Elimina la lista almacenada de perfiles de miembros cargados anteriormente (selección de personaje)",
  "Demote": "Degradar",
  "Deny": "Denegar",
  "Describing the anatomy of collectibles and records": "Sobre la anatomía de los coleccionables y los triunfos",
  "Description": "Descripción",
  "Destiny 1 colours": "Colores de Destiny 1",
  "Destiny 2 colours": "Colores de Destiny 2",
  "Destiny1.Grimoire.IronBanner": "Los Señores de Hierro, antiguos guerreros desde la creación de la Ciudad, no tienen tiempo para tonterías. La Ciudad recuerda a Felwinter y Jolder, Skorri y Tamerlán, Radegast y Gheleon y los demás, por sus patrullas invencibles durante los Seis Frentes y la construcción de la Muralla. El Estandarte de Hierro pide a sus guardianes que estén a la altura de esa leyenda.",
  "Details each of the current season's weekly Eververse store stock to allow the viewer assistance in maximising their Silver efficieny.": "Detalla el inventario semanal de la tienda de Eververso durante la temporada actual para que el usuario pueda aprovechar al máximo su Plata.",
  "Details each of the current season's weekly Eververse store stock to allow the viewer assistance in maximising their Silver efficieny.\n\nThis data comes directly from the API manifest's definition of _Tess Everis_ and is displayed by merely iterating over it. If data appears incomplete, it is likely due to manifest content being incomplete i.e. new content that has not yet been added.": "Detalla el inventario semanal de la tienda de Eververso durante la temporada actual para que el usuario pueda aprovechar al máximo su Plata.\n\nEstos datos provienen directamente de la declaración del manifiesto de _Tess Everis_ desde la API y son mostrados por medio de una simple iteración sobre el mismo. Si los datos aparecen incompletos, es probable que se deba a que el contenido del manifiesto está incompleto, por ejemplo, nuevo contenido que aún no ha sido añadido.",
  "Developer": "Desarrollador",
  "Did you know? You can customise the displayed modules by tapping _Customise_ in the bottom right.": "¿Lo sabías? Puedes personalizar los módulos que se muestran pulsando _Personalizar_ en la parte inferior derecha.",
  "Discovered_plural": "Descubiertos",
  "Discovered_singular": "Descubierto",
  "Dismiss": "Cerrar",
  "Display your season pass progression and available rewards": "Muestra el progreso de tu pase de temporada y las recompensas disponibles",
  "Display your seasonal artifact's configuration and its progression": "Muestra la configuración de tu artefacto de temporada y su progreso",
  "Displays extra information for debugging Three.js instances": "Muestra información adicional para depurar instancias de Three.js",
  "Distribution": "Distribución",
  "Double and full-width modules are column exclusives. Try adding a module to another column.": "Los módulos dobles y de ancho completo son exclusivos de esa columna. Intenta añadir un módulo en otra columna.",
  "Download image": "Descargar imagen",
  "Download roster data": "Descargar datos de jugadores",
  "Downloading data from Bungie": "Descargando datos de Bungie",
  "Dump service worker": "Verter service worker",
  "During the Consecrated Mind encounter, all players must refresh their Enlightened buff at approximately the same time. However, the team may be split up at different tethers.": "Durante el encuentro de la Mente Consagrada, todos los jugadores deben refrescar su bufo de Iluminación aproximadamente al mismo tiempo. Sin embargo, el equipo puede estar dividido en diferentes sogas.",
  "During the Sanctified Mind encounter, bank 30 motes at each Vex relay. At each relay, all 30 motes must be deposited within 10 seconds of one another.": "Durante el encuentro de la Mente Santificada, deposita 30 motas en ambos repetidores Vex. En cada repetidor, las 30 motas deben ser depositadas dentro de un plazo de 10 segundos.",
  "Each relic holder may only shoot one plant per phase.": "Cada portador de la reliquia solo puede disparar una planta por fase.",
  "Earning XP grants Power bonuses and unlocks powerful mods that can be slotted into weapons and armor.": "Al ganar PE, conseguirás bonificaciones de Poder y se desbloquearán modificadores poderosos que pueden insertarse en armas y armaduras.",
  "Egg": "Huevo",
  "Eggs destroyed": "Huevos destruidos",
  "Elo": "Elo",
  "Emblem Background Color": "Color del fondo del emblema",
  "Emblem Foreground Color": "Color en primer plano del emblema",
  "Enable Maps debugging settings": "Habilita la configuración de depuración de Mapas",
  "Energy": "Energía",
  "Energy cost": "Coste de energía",
  "Engrams": "Engramas",
  "enter name or description": "introduce nombre o descripción",
  "Equip Dreambane armor mods to enhance your light within this activity.": "Equipa modificadores de armadura Sueño de la perdición para mejorar tu luz durante esta misión.",
  "Error": "Error",
  "Escalation Protocol": "Protocolo de Aumento",
  "Events.IronBanner": "Un evento especial del Crisol que durante una semana desafía a equipos de 6 a enfrentarse en la versión más competitiva de Control. Las ventajas de nivel de Luz están activadas.",
  "Eververse Season Overview": "Resumen de la temporada en Eververso",
  "every {{numberWeeks}} weeks": "cada {{numberWeeks}} semanas",
  "Exit": "Salir",
  "Expired.": "Caducado.",
  "Expires in {{duration}}.": "Caduca en {{duration}}.",
  "Expiry": "Caducidad",
  "Explore": "Explorar",
  "Explore and filter your Post Game Carnage Reports in detail": "Explora y filtra tus Informes de Combate en detalle",
  "FAQ": "FAQ",
  "Fatal error": "Error fatal",
  "Featured bright dust items": "Objetos destacados por polvo luminoso",
  "Featured silver items": "Objetos destacados por plata",
  "Feline friend": "Amigo felino",
  "Feline friends satisfied": "Amigos felinos satisfechos",
  "Find your fastest completions for Nightfalls and Nightmare Hunts": "Descubre tus compleciones más rápidas en Ocasos y Caza de Pesadillas",
  "Fireteam": "Escuadra",
  "Fireteam members": "Miembros de la escuadra",
  "For Valor rank resets, Braytech only counts resets made in Season 4 (Forsaken release) and later. This aligns the stat with other metrics such as Infamy.\n\nAdditionally, for the most part, triumph records disregard earlier seasons as well. This is a choice I made for Braytech.\n\nIf for some reason your stats don't align with your expectations, there's a likely chance that this is a reflection of the API, not Braytech.": "Para los reinicios de rango de Valor, Braytech sólo cuenta los reinicios realizados desde la Temporada 4 (lanzamiento de Los Renegados) y posteriores. Esto adapta la estadística a otras escalas como la Infamia.\n\nEs más, la mayoría de triunfos tampoco tienen en cuenta las temporadas anteriores. Es una decisión que he tomado para Braytech.\n\nSi por alguna razón tus estadísticas no se ajustan a tus expectativas, es probable que esto se deba a la API y no a Braytech.",
  "Forfeit Shrine": "Altar de la Pérdida",
  "Forges are currently running in low-power mode and will only be available during maintenance periods.": "Las fraguas están operando actualmente en modo de bajo consumo y estarán disponibles solo durante los periodos de mantenimiento.",
  "Forget me": "Olvídame",
  "Forsaken campaign": "Campaña de Los Renegados",
  "Found within activity": "Se encuentra dentro de la actividad",
  "Found within Ascendant Challenge: {{activityName}}": "Se encuentra dentro del Desafío Ascendente: {{activityName}}",
  "Found within Lost Sector: {{activityName}}": "Se encuentra dentro del Sector Perdido: {{activityName}}",
  "Found within Story: {{activityName}}": "Se encuentra dentro de la misión: {{activityName}}",
  "Found within Strike: {{activityName}}": "Se encuentra dentro del Asalto: {{activityName}}",
  "Founded": "Fundado en",
  "Free for all": "Todos contra todos",
  "Frequently Asked Questions": "Preguntas frecuentes",
  "From the _Settings_ view, you can try a variety of things. Start with _Update service worker_. Wait a small time and you should be prompted to reload.\n\nIf this fails, you can try refreshing the app by selecting _Reload_. If the problem continues to persist please select _Dump service worker_.\n\n_For the technically inclined, Braytech uses a service worker and sometimes they're fussy._": "En la sección _Configuración_ puedes probar una serie de cosas. Empieza con _Actualizar service worker_. Espera un poco y se te pedirá que recargues.\n\nSi esto falla, puedes intentar refrescar la aplicación seleccionando _Recargar_. Si el problema persiste, por favor selecciona _Verter service worker_.\n\n_Para los que estén interesados en lo técnico, Braytech utiliza un service worker y a veces son quisquillosos._",
  "Gahlran encounter: each Guardian may only shoot one of _the real_ Gahlran's hands once during only one of his hand raises.": "Encuentro de Gahlran: cada Guardián sólo puede disparar una vez a una de las manos del _verdadero_ Gahlran solo durante uno de los levantamientos de sus manos.",
  "Gambit": "Gambito",
  "Game history": "Historial de juegos",
  "Gardens of Esila": "Jardines de Esila",
  "Generate an infographic that details your Destiny legend. Customise colours and export to PNG format for sharing purposes.": "Genera una infografía que detalla tu leyenda en Destiny. Personaliza los colores y exporta al formato PNG para poder compartirla.",
  "Generate image": "Generar imagen",
  "Get helpful reminders regarding your soon to be overflowing postmaster": "Recibe recordatorios útiles sobre cuando Administración está a punto de llenarse",
  "Ghost fragments recovered": "Fragmentos de espectro recuperados",
  "Ghost Scan": "Escaneo de Espectro",
  "Ghost Scans": "Escaneables",
  "Ghost scans and item checklists spanning the Sol system": "Escaneos de espectro y listas para comprobar todo lo que abarca el Sistema Solar",
  "Glory": "Gloria",
  "Glory points": "Puntos de Gloria",
  "Gly": "Glor.",
  "Go to Bungie.net": "Ir a Bungie.net",
  "Go to Twitter": "Ir a Twitter",
  "Greater": "Poderosa",
  "Grenade kills": "Bajas con granada",
  "Grimoire": "Grimorio",
  "Guardians cannot stand on the same plate more than once.": "Los guardianes no pueden colocarse en la misma placa más de una vez.",
  "Harbinger's Seclude": "Retiro del Heraldo",
  "Hasapiko, Beloved by Calus": "Hasapiko, amado por Calus",
  "Heroic collectibles": "Coleccionables del Heroico",
  "Hey {{displayName}}, did you know you can authenticate Braytech with Bungie.net for access to more features": "Ey, {{displayName}}, ¿sabías que puedes autentificarte en Braytech con Bungie.net para acceder a más funciones?",
  "Hide acquired": "Ocultar obtenidos",
  "Hide acquired collection items": "Ocultar objetos de la colección adquiridos",
  "Hide completed": "Ocultar completados",
  "Hide completed checklist items": "Ocultar elementos de la lista completados",
  "Hide completed triumphs": "Ocultar triunfos completos",
  "Hide dud triumph records": "Ocultar los triunfos basura",
  "Hide invisible collection items": "Ocultar elementos invisibles de la colección",
  "Hide invisible triumph records": "Ocultar entradas de triunfos invisibles",
  "Hide redeemed": "Ocultar completados",
  "Hide unobtainable triumph records": "Ocultar triunfos no disponibles",
  "Hides dud (empty or unused) records from view": "Oculta los triunfos basura (vacíos o sin usar)",
  "Hides unobtainable records from view": "Oculta los triunfos que no se pueden obtener",
  "High value targets": "Baja de Blanco Prioritario",
  "Highlight nodes without screenshots": "Destaca los nodos sin capturas",
  "Historical stats": "Estadísticas históricas",
  "How you can help": "Cómo puedes ayudar",
  "Hunt down this week's available nightmares for... satisfaction.": "Da caza a las pesadillas disponibles esta semana por... satisfacción.",
  "If a checklist item is completed, it will be hidden under Checklist view.": "Si se completa un elemento de la lista, se ocultará en la sección Lista.",
  "If a collectible has been acquired, it will be hidden under Collections views.": "Si se ha adquirido un objeto de la colección, se ocultará en la sección Colecciones.",
  "If a triumph record is completed and redeemed, it will be hidden under Triumphs views.": "Si un triunfo está completado y canjeado, se ocultará en la sección Triunfos.",
  "If the game specifies that you are unable to see a particular collectible, it will be hidden under Collections views.": "Si el juego especifica que no puedes ver un coleccionable en particular, se ocultará en la sección Colecciones.",
  "If the game specifies that you are unable to see a particular triumph record, it will be hidden under Triumphs views.": "Si el juego especifica que no puedes ver un triunfo en particular, se ocultará en la sección Triunfos.",
  "In orbit, planning something terribly heroic.": "En órbita, planeando algo terriblemente heroico.",
  "In the modern though timeless style of Bungie.net itself": "En el estilo moderno pero atemporal del mismo Bungie.net",
  "Inf (R)": "Inf. (R)",
  "Infamy (Resets)": "Infamia (Reinicios)",
  "Infamy points": "Puntos de Infamia",
  "Infamy resets": "Reinicios de Infamia",
  "insert gamertag or SteamId64": "introduce gamertag o SteamId64",
  "insert precise clan name": "introduce nombre de clan exacto",
  "Inspect your character's loadout and stat totals": "Inspecciona el equipamiento y las estadísticas totales de tu personaje",
  "Insufficient clearance": "Autorización insuficiente",
  "Insurrection Prime encounter: A Guardian may not shoot and break more than one shield generator per phase.": "Encuentro de Insurrección Primaria: ningún Guardián puede disparar y romper más de un generador de escudos por fase.",
  "Interactive maps charting checklists and other notable destinations": "Mapas cartográficos interactivos con listas y otros destinos destacados",
  "Interactive tools, manuals, legends, and other content preserved": "Herramientas interactivas, manuales, leyendas y otros contenidos conservados",
  "Invader deaths": "Muertes por Invasores",
  "Invader kills": "Bajas de Invasores",
  "Invasion deaths": "Muertes durante Invasión",
  "Invasion kills": "Bajas como Invasor",
  "Invasions": "Invasiones",
  "Inventory": "Inventario",
  "Issues": "Problemas",
  "It seems your Guardian has smashed all of their challenges this week.": "Parece que tu Guardián ha machacado todos sus desafíos esta semana.",
  "Item visibility": "Visibilidad de elementos",
  "Items": "Objetos",
  "Items your Guardian has acquired over their lifetime": "Objetos que tu Guardián ha adquirido a lo largo de su vida",
  "Jade Rabbit": "Conejo de jade",
  "Jade Rabbits": "Conejos de jade",
  "Jind": "Unido",
  "Join your friend's clan, meet some new friends, or create your own on the companion app or at bungie.net.": "Únete al clan de un amigo, conoce nuevos amigos o crea uno propio en la aplicación acompañante o en bungie.net",
  "Joined": "Unido",
  "K/D": "B/M",
  "Kalli encounter: Cleanse all nine plates, kill all nine Knights, and kill all Ogres before damaging Kalli.": "Encuentro de Kalli: limpia las nueve placas, mata a los nueve Caballeros y mata a todos los Ogros antes de dañar a Kalli.",
  "Kathok, Roar of Xol": "Kathok, Rugido de Xol",
  "Keep a keen eye on what your clan is up to": "Mantente al tanto de lo que hace tu clan",
  "Keep it clean.": "Mantenlo limpio.",
  "Keep of Honed Edges": "Fortaleza Filos Cortantes",
  "key": "clave",
  "Kick": "Expulsar",
  "Kills": "Bajas",
  "Kills + assists": "Bajas + asistencias",
  "Kills secured": "Bajas aseguradas",
  "Language": "Idioma",
  "Large blockers sent": "Bloqueadores grandes enviados",
  "Last activity": "Última actividad",
  "Last character": "Último personaje",
  "Latent Memory Fragment": "Fragmento de recuerdos latentes",
  "Latent Memory Fragments": "Fragmentos de recuerdos latentes",
  "Launch": "Lanzar",
  "Leadership": "Administradores",
  "Legend": "Leyenda",
  "Lesser": "Débil",
  "Level": "Nivel",
  "Level advantages disabled": "Ventajas de nivel desactivadas",
  "Level advantages enabled": "Ventajas de nivel activadas",
  "Light": "Claro",
  "Likeness of Oryx": "Efigie de Oryx",
  "Loading member": "Cargando número",
  "Loading previous member": "Cargando miembro anterior",
  "Local data": "Datos locales",
  "Log node details": "Detalles del registro del nodo",
  "Login with Bungie.net": "Iniciar sesión con Bungie.net",
  "Lore": "Historia",
  "Lost Sector": "Sector perdido",
  "Lost Sectors": "Sectores perdidos",
  "Manifest": "Manifiesto",
  "Manifest download failed": "La descarga del manifiesto ha fallado",
  "Manifest error": "Error del manifiesto",
  "Map nodes, such as region chests, which do not have an associated screenshot will be highlighted in order to assist users with contributing to maps data.": "Los nodos de mapas, como los cofres de región, que no tengan una captura de pantalla asociada, se resaltarán para ayudar a los usuarios a que contribuyan a los datos de los mapas.",
  "Maps": "Mapas",
  "Maps debug mode": "Modo depuración de Mapas",
  "Maps.ProposeChanges.Description": "Envía una sugerencia para que se modifiquen los datos de este nodo y mejorar _Mapas_ para otros Guardianes.",
  "Maps.ProposeChanges.Form.Description.Placeholder": "Ejemplo: cerca de una roca en el lado más alejado de la última habitación",
  "Maps.ProposeChanges.Form.Issues.Placeholder": "Ejemplo: el nodo ya no es accesible",
  "Maps.ProposeChanges.Form.Screenshots": "Las capturas de pantalla propuestas deben cumplir un estricto criterio de calidad:\n- sin HUD (interfaz) visible\n- sin Guardianes o equipamiento visible\n- sin enemigos visibles\n- ajustes de vídeo al máximo\n  - incluyendo una resolución de renderizado al 200%",
  "Match system": "Igual que el sistema",
  "Matches": "Partidas",
  "Matchmaking": "Matchmaking",
  "max": "máx",
  "Medals": "Medallas",
  "Medium blockers sent": "Bloqueadores medianos enviados",
  "Melee kills": "Bajas cuerpo a cuerpo",
  "Members": "Miembros",
  "members": "miembros",
  "Memories resolved": "Recuerdos resueltos",
  "Memory": "Recuerdo",
  "Middling": "Intermedia",
  "Minimal though powerful clan management for rapid sorting and member actions": "Administración de clan mínima pero potente para rápidas selecciones y acciones de miembros",
  "Mission": "Misión",
  "Mob kills": "Bajas de multitudes",
  "Models will cast shadows upon themselves for a more realistic and true representation. Affects performance.": "Los modelos proyectarán sombras sobre sí mismos para lograr una representación más realista y fiel. Afecta al rendimiento.",
  "Modifiers aren't available right now.": "Los modificadores no están disponibles en este momento.",
  "Mods": "Modificadores",
  "Monitor Spider's materials closely": "Supervisa con atención los materiales de la Araña",
  "Monotone": "Monotono",
  "More": "Más",
  "Morgeth encounter: don't kill smol ogres, only kill big boi.": "Encuentro de Morgeth: no mates a los ogros pequeños, solo al grande",
  "Most of Braytech's features are available to all users and depend on publically available data, but some of Destiny's features require more explicit access permissions which you can grant to Braytech by authenticating with Bungie.net.": "La mayoría de las características de Braytech están disponibles para todos los usuarios y dependen de datos disponibles al público, pero algunas de las características de Destiny requieren permisos de acceso explícitos que puedes conceder a Braytech si te autentificas con Bungie.net.",
  "Motes denied": "Motas Denegadas",
  "Motes deposited": "Motas Depositadas",
  "Motes lost": "Motas Perdidas",
  "Must always deposit 10 motes at any time during the Consecrated Mind encounter.": "Debes depositar 10 motas cada vez durante el encuentro de la Mente Consagrada.",
  "Naksud, the Famine": "Naksud, El Famélico",
  "Necrotic cyphers collected": "Cifrados necróticos recogidos",
  "New tab": "Nueva pestaña",
  "Newer": "Más nuevo",
  "Next artifact unlock": "Siguiente desbloqueo de artefacto",
  "Next page": "Siguiente página",
  "Next power bonus": "Siguiente bonificación de Poder",
  "Nightfalls": "Ocasos",
  "Nightmare Hunts": "Caza de Pesadillas",
  "Nightmare of Phogoth": "Pesadilla de Phogoth, el Indómito",
  "Nightmare of Taniks, the Scarred": "Pesadilla de Taniks, el Marcado",
  "Nightmare of Zydron, Gate Lord": "Pesadilla de Zydron, el celador",
  "No bounties. Go and see if there's anything you can do for Failsafe. If nothing else, keep her company...": "Sin contratos. Ve a ver si hay algo que puedas hacer por Failsafe. Si no hay nada más, hazle compañía....",
  "No clan affiliation": "Sin afiliación a clan",
  "No clans found": "Ningún clan encontrado",
  "No internet": "No hay internet",
  "No medals awarded": "No se han concedido medallas",
  "No profiles found": "Ningún perfil encontrado",
  "No quests. Speak to Zavala, maybe?": "No hay aventuras. Habla con Zavala, ¿tal vez?",
  "No reports available": "No hay informes disponibles",
  "No stats available": "No hay estadísticas disponibles",
  "No stats were recorded": "No hay estadísticas registradas",
  "Nodes hacked": "Nodos pirateados",
  "Noteworthy records and collectibles which are available at a weekly cadence": "Triunfos importantes y objetos de colección disponibles semanalmente",
  "Now": "Ahora",
  "Number of players VOLUSPA is tracking through their activities and accomplishments": "Número de jugadores que VOLUSPA está rastreando a través de sus actividades y logros",
  "Number of tracked players who've played this season": "Número de jugadores rastreados que han jugado esta temporada",
  "Nur Abath, Crest of Xol": "Nur Abath, Insignia de Xol",
  "Objectives": "Objetivos",
  "Offline": "Fuera de línea",
  "Oh, honey": "Oh, cariño",
  "OI, ge'outofit": "EY, fuera de aquí",
  "Older": "Más viejo",
  "One Guardian must remain in the middle with their feet in the water during the entire encounter.": "Un Guardián debe permanecer en el centro con los pies en el agua durante todo el encuentro.",
  "Online": "En línea",
  "Options": "Opciones",
  "Ouroborea": "Ouroborea",
  "Out of bounds": "Fuera de los límites",
  "Pagouri, Beloved by Calus": "Pagouri, amado por Calus",
  "Patreon association": "Vinculación de Patreon",
  "Played season": "Han jugado esta temporada",
  "Player": "Jugador",
  "Player count": "Contador de jugadores",
  "Player versus player": "Jugador contra jugador",
  "Points": "Puntos",
  "Post Game Carnage Reports": "Informes de combate",
  "Power bonus": "Bonificación de Poder",
  "Precision": "Precisión",
  "Previous page": "Página anterior",
  "Previous searches": "Búsquedas anteriores",
  "Primeval damage": "Daño al Primordial",
  "Primeval healing": "Primordial curado",
  "Primeval kills": "Bajas de Primordiales",
  "Private profile": "Perfil privado",
  "Progression": "Progreso",
  "Promote": "Ascender",
  "Propose changes": "Proponer cambios",
  "Pursuits": "Búsquedas",
  "Quantity": "Cantidad",
  "Quests": "Aventuras",
  "Quests and bounties, step by step, reward by reward": "Aventuras y contratos, paso a paso, recompensa a recompensa",
  "Rabbits with rice cake": "Conejos con dulces de arroz",
  "Raid": "Incursión",
  "Raids": "Incursiones",
  "Rank": "Rango",
  "Ranks": "Rangos",
  "Recent activities": "Actividades recientes",
  "Recent matches": "Partidas recientes",
  "Recent raids": "Incursiones recientes",
  "Recent strikes": "Asaltos recientes",
  "Recently discovered": "Descubierto recientemente",
  "Recommended light": "Luz recomendada",
  "Record": "Triunfo",
  "Records": "Triunfos",
  "Records your Guardian has achieved through their trials": "Logros alcanzados por tu Guardián en sus desafíos",
  "Redeem these records and increase your triumph score by {{scoreValue}} points.": "Canjea estos triunfos y aumenta tu puntuación de triunfos en {{scoreValue}} puntos.",
  "Region Chest": "Cofre de región",
  "Region Chests": "Cofres de región",
  "Reload": "Recargar",
  "Reload the app": "Recarga la aplicación",
  "Remove group": "Eliminar grupo",
  "Report player": "Denunciar jugador",
  "Reports": "Informes",
  "Requires Destiny 2: Curse of Osiris": "Requiere Destiny 2: La maldición de Osiris",
  "Requires Destiny 2: Forsaken": "Requiere Destiny 2: Los Renegados",
  "Requires Destiny 2: Shadowkeep": "Requiere Destiny 2: Bastión de Sombras",
  "Requires Destiny 2: Warmind": "Requiere Destiny 2: El Estratega",
  "Reset": "Reiniciar",
  "Reset customisable layouts": "Restaurar config. personalizadas",
  "Reset customisable layouts to their default arrangements": "Restaura las configuraciones personalizadas a sus disposiciones por defecto",
  "Reset dismissed notifications to their default state": "Restablece las notificaciones descartadas a su estado por defecto",
  "Reset notifications": "Restablecer notificaciones",
  "Reset profile history": "Restablecer el historial del perfil",
  "Reset tips": "Restablecer los consejos",
  "Reset tracked triumphs": "Restablecer los triunfos seguidos",
  "Restore informational tips to their default state": "Restablece los consejos informativos a su estado por defecto",
  "Retrace your steps and unravel the mystery of the Pyramid.": "Desanda tus pasos y desentraña el misterio de la Pirámide.",
  "Review your unlocks and monitor your progress": "Revisa tus desbloqueos y comprueba tu progreso",
  "Revisit the trials of times past. Reconcile with these emotions and challenge yourself to do better.": "Revive los desafíos del pasado. Reconcilia con estas emociones y ponte el reto de mejorar.",
  "Rewards": "Recompensas",
  "Ritual encounter: no more than two Guardians may have the Witch's Blessing buff at one time during The Hive Ritual.": "Encuentro del Ritual: no más de dos Guardianes pueden tener la Bendición de la bruja a la vez durante el Ritual de la Colmena.",
  "Riven encounter: Guardians must not shoot the same eye twice.": "Encuentro de Riven: los Guardianes no deben disparar al mismo ojo dos veces.",
  "Rotation": "Rotación",
  "Rotator modes": "Modos rotatorios",
  "Rotator playlists": "Lista de juego rotatoria",
  "Savathûn's Curse": "Maldición de Savathûn",
  "Savathûn's Curse: implemented with Riven's dying breath and reset with every death of Dûl Incaru.": "La Maldición de Savathûn: implantada con el último aliento de Riven y reiniciada con cada muerte de Dûl Incaru.",
  "Save and restart": "Guardar y reiniciar",
  "Saved profile": "Perfil guardado",
  "Saving manifest data": "Guardando datos del manifiesto",
  "Scan": "Escaneo",
  "Scans performed": "Escaneos realizados",
  "Screenshot unavailable": "Captura de pantalla no disponible",
  "Screenshots": "Capturas de pantalla",
  "Seal commonality": "Rareza del sello",
  "Seal completed": "Sello completado",
  "Seal progress": "Progreso de sellos",
  "Seals": "Sellos",
  "Search": "Buscar",
  "Search for player": "Buscar jugador",
  "Season": "Temporada",
  "Season countdown": "Cuenta atrás de la temporada",
  "Season pass": "Pase de temporada",
  "Season rank": "Nivel de temporada",
  "Season resets": "Reinicios esta temporada",
  "Seasonal Artifact": "Artefacto de Temporada",
  "Seasonal artifact": "Artefacto de temporada",
  "Seasonal progression": "Progreso de temporada",
  "See all tracked": "Ver todos los seguidos",
  "See all {{members}} members": "Ver los {{members}} miembros",
  "See full roster": "Mostrar lista completa",
  "See next {{limit}}": "Ver los siguientes {{limit}}",
  "Select a character": "Selecciona un personaje",
  "Select screenshots": "Elegir capturas de pantalla",
  "Select your character": "Elige tu personaje",
  "Selected passage": "Pase seleccionado",
  "Selected raid": "Incursión seleccionada",
  "Selected runes": "Runas seleccionadas",
  "Selected vendor": "Comerciante seleccionado",
  "Set": "Establecer",
  "Settings": "Ajustes",
  "Shattered Ruins": "Ruinas devastadas",
  "Show all": "Mostrar todo",
  "Shuro Chi chase encounter: Guardians must not take damage from Shuro Chi's Arc Blast.": "Encuentro de Shuro Chi: los Guardianes no deben recibir daño de la ráfaga de arco de Shuro Chi.",
  "Single player": "Un jugador",
  "Sleeper Node": "Nodo del Sueño",
  "Sleeper Nodes": "Nodos del sueño",
  "Small blockers sent": "Bloqueadores pequeños enviados",
  "Socket runes or select item to auto-fill": "Introduce runas o selecciona un objeto para que se autocomplete",
  "Some features of Braytech require your written permission to activate, generally to protect your privacy.": "Algunas características de Braytech requieren tu permiso por escrito para activarse, generalmente para proteger tu privacidad.",
  "Some of Tom's favourite frequently asked questions": "Algunas de las Preguntas Frecuentes favoritas de Tom",
  "Something seems wrong with my Valor rank resets": "Algo parece estar mal con mis reinicios de rango de Valor",
  "Something very unexpected and irrecoverable occurred.": "Algo muy inesperado e irrecuperable ha ocurrido.",
  "Something went wrong while trying to download the item manifest from Bungie.\n\nPlease reload the app and try again.": "Algo salió mal mientras se intentaba descargar el manifiesto de objetos de Bungie.\n\nPor favor, actualiza la aplicación e inténtalo de nuevo.",
  "Something went wrong while trying to update the item manifest.\n\nPlease reload the app and try again.": "Algo salió mal mientras se intentaba actualizar el manifiesto de objetos.\n\nPor favor, actualiza la aplicación e inténtalo de nuevo.",
  "Sorted by completion": "Ordenado por finalización",
  "Sorted by rarity": "Ordenado por rareza",
  "Sorted by score": "Ordenado por puntuación",
  "Source": "Fuente",
  "Spider: Material Exchange": "Araña: intercambio de materiales",
  "Spine of Keres": "Espina de Keres",
  "Stage": "Fase",
  "Stale": "Obsoleto",
  "Starting Windows 95": "Iniciando Windows 95",
  "Stat trackers for bragging rights and gilding memories": "Analizadores estadísticos para poder presumir y enmarcar recuerdos",
  "Stats": "Estadísticas",
  "Status and inventory for vendors": "Estado e inventario de comerciantes",
  "Steps": "Pasos",
  "Stories read": "Historias leídas",
  "Strikes": "Asaltos",
  "Submit": "Enviar",
  "Summary": "Resumen",
  "Super kills": "Bajas con súper",
  "T. Scr": "Punt. Total",
  "Thanks! Your email is now associated with your profiles": "¡Gracias! Tu correo electrónico está ahora vinculado a tus perfiles",
  "That module isn't allowed here.": "Ese módulo no está permitido aquí.",
  "The badge's rarity represented as a percentage of players who are indexed by VOLUSPA.": "La rareza de la insignia representada como un porcentaje de los jugadores que están indizados por VOLUSPA.",
  "The Bungie API is currently down for maintenance.\n\nTune into @BungieHelp on Twitter for more information.": "La API de Bungie está actualmente fuera de servicio por mantenimiento. \n\nPara más información, visita @BungieHelp en Twitter.",
  "The character you tried to load is unavailable—maybe it's been deleted.": "El personaje que intentaste cargar no está disponible; tal vez ha sido borrado.",
  "The Dreaming City is in stage {{week}} of its ongoing curse.": "La Ciudad Onírica está en la fase {{week}} de su continua maldición.",
  "The Drifter's gambit goes deeper than once thought. Annihilate ancient Taken hoards within The Drifter's mysterious haul and gain The Nine's favour.": "El gambito del Nómada es más profundo de lo que se pensaba. Aniquila antiguas hordas poseídas dentro del misterioso cargamento del Nómada y gánate el favor de Los Nueve.",
  "The elemental burn shared by most activities this week.": "La quemadura elemental compartida por la mayoría de las actividades de esta semana.",
  "The elemental burn shared by most activities this week. These activities include {{activities}}.": "La quemadura elemental compartida por la mayoría de las actividades de esta semana. Entre estas actividades se incluyen {{activities}}.",
  "The following Crucible modes are currently in rotation and available for you to test your vigour in against other Guardians.": "Los siguientes modos de Crisol están ahora en la rotación disponibles para que pongas a prueba tu vigor contra otros Guardianes.",
  "The Gauntlet": "El Agón",
  "The header group supports no more than one module per column.": "El grupo del encabezado no soporta más de un módulo por columna.",
  "The header group supports single column modules only.": "El grupo del encabezado sólo admite módulos de una sola columna.",
  "The lore of old, Destiny 1's Grimoire cards are backed up, archived, and preserved here.": "El saber de las antiguas cartas de Grimorio de Destiny 1 está copiado, archivado y preservado aquí.",
  "The Pleasure Gardens": "Jardines del Placer",
  "The Postmaster is almost out of space. If you do not retrieve your items, you will lose them forever!": "La administración se está quedando sin espacio. ¡Si no recoges tus objetos, los perderás para siempre!",
  "The Postmaster is completely out of space. If you do not retrieve your items, you will lose them forever!": "La administración está llena. ¡Si no recoges tus objetos, los perderás para siempre!",
  "The Royal Pools": "Estanques Imperiales",
  "The seal's rarity represented as a percentage of players who are indexed by VOLUSPA.": "La rareza del sello representada como un porcentaje de los jugadores que están indizados por VOLUSPA.",
  "The Shattered Throne": "El trono despedazado",
  "The state of your Guardian, artifact, ranks, season pass, daily activities, and more": "El estado de tu Guardián, artefacto, rangos, pase de temporada, actividades diarias y más",
  "The Swords": "Las Espadas",
  "The Throne": "El Trono",
  "Theme": "Tema",
  "There are multiple sources for stats in Destiny. Clan Historical Stats is based on the HistoricalStats API endpoint while others source their data from PGCRs. It's hard to determine which holds the most accurate truth.\n\nTo display stats in the manner seen on Clan Historical Stats would require downloading terabytes of data from Bungie servers and significant compute power. This said, they're accurate enough for some friendly competititon.": "Hay múltiples fuentes de estadísticas en Destiny. Las Estadísticas históricas de Clan se basan en el punto terminal de la API de HistoricalStats, mientras que otras obtienen sus datos de los Informes de combate. Es difícil determinar cuál de ellos tiene una mayor precisión.\n\nPara mostrar las estadísticas del modo en que se ven en las Estadísticas históricas de Clan, se necesitaría descargar terabytes de datos de los servidores de Bungie y una gran potencia de computación. Dicho esto, son lo suficientemente precisos como para permitir una rivalidad amistosa.",
  "There aren't any activities available to you. Perhaps you don't meet the requirements...": "No hay actividades disponibles para ti. Quizá no cumplas con los requisitos...",
  "There was a network error": "Se ha producido un error de red",
  "There's no one here right now.": "Ahora mismo no hay nadie por aquí.",
  "There's nothing here yet": "No hay nada aquí todavía",
  "These are the memberships that are currenty associated with your Bungie.net profile.": "Estas son las membresías que están actualmente asociadas con tu perfil de Bungie.net.",
  "This doesn't appear to be your clan and so you may not will any actions upon it. You may use these helpful links to jump to your own or you may find more information regarding your current authorization in the Settings view.": "Este no parece ser tu clan y por lo tanto no puedes hacer nada al respecto. Puedes usar estos enlaces útiles para acceder al tuyo propio o puedes encontrar más información sobre tu autorización actual en la sección Configuración.",
  "This Nightfall doesn't have any associated collectibles.": "Este Ocaso no tiene ningún coleccionable asociado.",
  "This Nightfall doesn't have any associated records.": "Este Ocaso no tiene ningún triunfo asociado.",
  "This node has an associated video": "Este nodo tiene un vídeo asociado",
  "This profile hasn't received an artifact yet.": "Este perfil aún no ha recibido un artefacto.",
  "This record is classified and may be revealed at a later time.": "Este triunfo está clasificado y puede que sea revelado más adelante.",
  "This user has their profile privacy set to private": "Este usuario tiene su perfil de privacidad configurado como privado",
  "This Week": "Esta semana",
  "Three.js debug mode": "Modo depuración de Three.js",
  "Time played": "Tiempo jugado",
  "Time played across characters": "Tiempo jugado entre todos los personajes",
  "Time until next season is live": "Tiempo hasta que comience la próxima temporada",
  "Time until {{eventName}} ends and change comes": "Tiempo hasta que {{eventName}} termine y lleguen cambios",
  "To use this feature, please tell Bungie that you approve. No personal information is shared by doing so—only an authentication code with which you may interact with more API endpoints.": "Para usar esta función, por favor, dile a Bungie que lo apruebas. No se comparte ninguna información personal al aceptar—tan sólo un código de autenticación con el que puede interactuar con más puntos terminales de la API.",
  "Total": "Total",
  "Total duration": "Duración total",
  "Total resets": "Reinicios totales",
  "Total score": "Puntuación total",
  "Track your fireteam": "Sigue a tu escuadra",
  "Track your pursuits, including quests and bounties": "Sigue tus actividades, entre ellas aventuras y contratos",
  "Tracked players": "Jugadores rastreados",
  "Tracked records": "Seguimiento",
  "Tracked triumphs": "Seguimiento",
  "Trackers": "Analizadores",
  "Trials passage": "Pase de las Pruebas",
  "Triumph score": "Puntos de Triunfo",
  "Triumphs": "Triunfos",
  "Troubleshooting": "Resolución de problemas",
  "Undertake your most perilous albeit rewarding strikes yet, in the name of the Light, the Vanguard, and The Last City.": "Emprende el más peligroso de tus asaltos lleno de recompensas, en nombre de la Luz, la Vanguardia y la Última Ciudad.",
  "Unknown": "Desconocido",
  "Unknown error": "Error desconocido",
  "Unredeemed triumphs": "Triunfos sin canjear",
  "unredeemed triumphs": "triunfos sin canjear",
  "Untrack all user-tracked triumphs. Will not affect the state of in-game triumphs.": "Deja de seguir todos los triunfos del usuario. No afectará al estado de los triunfos dentro del juego.",
  "Update service worker": "Actualizar service worker",
  "Use 3D models": "Usar modelos 3D",
  "Use shadows": "Usar sombras",
  "Valor (Resets)": "Valor (Reinicios)",
  "Valor points": "Puntos de Valor",
  "Valor resets": "Reinicios de Valor",
  "Vanguard Ops": "Operaciones de la Vanguardia",
  "Vanguard singe": "Quemadura de la Vanguardia",
  "Vanguard Strikes are unavailable for this character.": "Los asaltos de Vanguardia no están disponibles para este personaje.",
  "Vault Access encounter: Each Guardian must grab and deposit each Phase Radiance buff once (boss must be killed in 3 damage phases).": "Encuentro del Acceso al Depósito: cada Guardián debe recoger y depositar cada bufo Fase de Radiancia una vez (el jefe debe morir en 3 fases de daño).",
  "Vault encounter: knights must be killed in the rooms they spawn in.": "Encuentro del Depósito: los caballeros deben ser asesinados en las habitaciones en las que aparecen.",
  "Vendor": "Comerciante",
  "Verifying manifest data": "Verificando datos del manifiesto",
  "Version": "Versión",
  "Victory": "Victoria",
  "Video": "Vídeo",
  "View video": "Ver vídeo",
  "Views": "Secciones",
  "Vlr (R)": "Vlr (R)",
  "VOLUSPA last indexed": "VOLUSPA indizado por última vez",
  "VOLUSPA statistics": "Estadísticas de VOLUSPA",
  "WARNING!": "¡ADVERTENCIA!",
  "Weapon": "Arma",
  "Weapons": "Armas",
  "Week {{weekNumber}}": "Semana {{weekNumber}}",
  "Weekly Clan XP": "PE de clan semanal",
  "Welcome. This is Braytech—a fan-built companion app for Bungie's Destiny. Unleash your potential and make Shaxx proud.": "Bienvenido. Esto es Braytech, una aplicación acompañante creada por fans para Destiny, de Bungie. Libera tu potencial y haz que Shaxx se sienta orgulloso.",
  "What is Braytech": "Qué es Braytech",
  "Where available, use 3D models. Not recommended for phones or low processing-power devices.": "Cuando esté disponible, utiliza modelos 3D. No se recomienda para teléfonos o dispositivos con baja potencia de procesamiento",
  "Who builds it": "Quién lo construye",
  "Win streak": "Racha de victorias",
  "You are not authorised to access a different user's profile data, but you may use these helpful links to return to your own.": "No estás autorizado a acceder a los datos de perfil de otro usuario, pero puedes utilizar estos útiles enlaces para volver al tuyo propio.",
  "You aren't tracking any records yet!": "¡Aún no estás siguiendo ningún triunfo!",
  "You can find more information regarding your authentication in the Settings view.": "Puedes encontrar más información sobre tu autentificación en la sección Ajustes.",
  "You may change your privacy settings on Bungie.net or authenticate Braytech with Bungie.net": "Puedes cambiar tu configuración de privacidad en Bungie.net o autentificarte en Braytech con Bungie.net",
  "You shouldn't be here 👀": "No deberías estar aquí 👀",
  "You've got no bounties to track, boss!": "¡No tienes contratos que seguir, jefe!",
  "Your light is restricted in the most daring of strike operations.": "Tu luz está restringida en las operaciones de asalto más desafiantes.",
  "Your most feared, devastating, tormenting nightmares reincarnate―be immovable in your resolve, Guardian.": "Tus más temidas, devastadoras y tormentosas pesadillas se reencarnan. Mantente firme en tu determinación, Guardián.",
  "Your profile's progression data isn't available. Your profile may be set to private on Bungie.net.": "Los datos de progresión de tu perfil no están disponibles. Es posible que tu perfil esté configurado como privado en Bungie.net.",
  "{{a}} of {{b}}": "{{a}} de {{b}}",
  "{{days}} Days": "{{days}} días",
  "{{hours}} Hours": "{{hours}} horas",
  "{{hours}} Hrs": "{{hours}} h",
  "{{minutes}} Mins": "{{minutes}} min",
  "{{minutes}} Minutes": "{{minutes}} minutos",
  "{{month}} Month": "{{month}} mes",
  "{{object}} duration": "Tiempo acumulado para {{object}}",
  "{{players}} players": "{{players}} jugadores",
  "{{players}} players have completed this.": "{{players}} jugadores han completado esto.",
  "{{seasonName}} has {{timeRemaining}} remaining.": "A la {{seasonName}} le quedan {{timeRemaining}}.",
  "{{seconds}} Seconds": "{{seconds}} segundos",
  "{{seconds}} Secs": "{{seconds}} s",
  "{{timePlayed}} days played": "{{timePlayed}} días jugados",
  "{{vendorName}} is waiting for you at {{destinationName}}.": "{{vendorName}} te está esperando en {{destinationName}}."
}