{
  "1 Day": "1 Tag",
  "1 day played": "1 Tag gespielt",
  "1 Hour": "1 Stunde",
  "1 Hr": "1 Std.",
  "1 Min": "1 Min.",
  "1 Minute": "1 Minute",
  "1 Sec": "1 Sek.",
  "1 Second": "1 Sekunde",
  "3D model debug mode": "3D-Modelle Debugmode",
  "3D models will cast shadows upon themselves for a more realistic and true representation. Affects performance. Experimental.": "3D-Modelle werfen Schatten auf sich selbst, um eine realistischere und wahrhaftigere Darstellung zu erhalten. Beeinträchtigt die Leistung. Experimentell.",
  "_Destiny Tracker_ Elo": "_Destiny Tracker_ Elo",
  "A Hive knight, _Kathok_ will continuously bombard players with his boomer. He is protected by shriekers, minions, and an invulnerability shield. Diminish his shield by attacking it with the swords of fallen _Severing Knights_.": "Wie andere Schar-Ritter auch, wird _Kathok_ ständig Spieler mit seinem Boomer bombardieren. Er wird von Kreischern, kleinen Gegner und einem Unverwundbarkeitsschild beschützt. Verringern Sie seinen Schild, indem Sie ihn mit den Schwertern der gefallenen Ritter angreifen.",
  "A mostly typical Hive ogre, _Damkath's_ vulnerability is a pulsating cow-sized cyst on his upper-back.": "_Nur Abath_'s Verwundbarkeit ist eine pulsierende kuhgroße Zyste am oberen Rücken, welche typisch für Oger ist.",
  "A mostly typical Hive ogre, _Nur Abath_ is protected by an invulnerability shield that draws its power from nearby minions. Clear them out to disable his shield and proceed to destroy him.": "_Nur Abath_ wird durch einen Unverwundbarkeitsschild geschützt, der seine Kraft von nahe gelegenen kleinen Gegnern bezieht. Töte alle Gegner um ihn herum um sein Schild zu deaktivieren und ihn zu töten.",
  "A single colour–or none–at various saturations and luminances": "Eine einzelne Farbe - oder keine - bei verschiedenen Sättigungen und Luminanzen",
  "A summary of Destiny's most rare records and collectibles": "Eine Zusammenfassung von Destiny's seltensten Triumphen und Sammlerstücken",
  "A tool that enables users to rapidly discover required combinations for specific rewards from _The Menagerie_.": "Ein Tool, mit dem Benutzer schnell die erforderlichen Kombinationen für bestimmte Belohnungen aus _Der Menagerie_ finden können.",
  "A typical Hive knight, _Bok Litur_ is well-defended and well-armed. A challenging foe.": "Ein typischer Schar Ritter, _Bok Litur_ ist gut verteidigt und bewaffnet. Ein herausfordernder Feind.",
  "A well-defended ogre, _Naksud_ can be damaged at any time. Although, he regularly calls forth cursed thrall which sprint towards him, bursting upon him, healing him.": "Ein gut verteidigter Oger wie _Naksud_ kann jederzeit angegriffen werden. Obwohl er regelmäßig verfluchte Leibeigene hervorruft, die auf ihn zu sprinten, auf ihm explodieren und ihn heilen.",
  "About your clan, its roster, summative historical stats for all members, and admin mode": "Informationen zu deinem Clan, seinem Einsatztrupp, historische Statistiken für alle Mitglieder und einem Admin Modus",
  "Account, theme, local data, item visibility, language, developer, troubleshooting": "Konto, Design, lokale Daten, Sichtbarkeit der Gegenstände, Sprache, Entwickler, Fehlerbehebung",
  "Accuracy": "Genauigkeit",
  "Active event": "Aktives Event",
  "Active modifiers": "Aktive Modifikatoren",
  "Active modifiers for Vanguard operations": "Aktive Modifikationen für Vorhut Operationen",
  "Active profile": "Aktives Profil",
  "Activities": "Aktivitäten",
  "Activities including": "In folgenden Aktivitäten: ",
  "Activities offering powerful rewards": "Aktivitäten mit 'Mächtiger Ausrüstung' als Belohnungen",
  "Activity": "Aktivität",
  "Add group": "Gruppe hinzufügen",
  "Add module": "Modul hinzufügen",
  "Add player": "Spieler hinzufügen",
  "Adjust the hue": "Farbton anpassen",
  "Adjust the luminance": "Luminanz anpassen",
  "Adjust the saturation": "Sättigung anpassen",
  "Administration": "Verwaltung",
  "Adventure": "Abenteuer",
  "Adventures": "Abenteuer",
  "Adventures undertaken": "Abenteuer abgeschlossen",
  "Ahamkara Bones": "Ahamkara-Knochen",
  "All acquired": "Alle erworben",
  "All class types": "Alle Klassen",
  "All complete": "Alles abgeschlossen",
  "All completed": "Alles abgeschlossen",
  "All discovered": "Alles entdeckt",
  "All pages": "Alle Seiten",
  "All quests": "Alle Quests",
  "All quests and related items in your inventory": "Alle Quests und deren zugehörige Gegenstände in deinem Inventar ",
  "Allied kills secured": "Verbündete Tötungen gesichert",
  "Ally crests recovered": "Verbündete Crests wiederhergestellt",
  "Almost complete": "Fast abgeschlossen",
  "Alpha team": "Alpha Team",
  "An error occurred while attempting to render module: {{moduleName}}": "Beim Versuch das Modul: {{moduleName}} zu rendern, ist ein Fehler aufgetreten.",
  "An update for Braytech is available. Please reload the app to start using it immediately.": "Ein Update für Braytech ist verfügbar. Bitte starte die Anwendung neu, um das Update direkt zu verwenden.",
  "And {{number}} more": "Und {{number}} mehr",
  "Approve": "Bestätigen",
  "Approximate length": "Ungefähre Dauer",
  "Archives": "Archiv",
  "Are you offline? Your web browser thinks you are...": "Bist du offline? Dein Internetbrowser denkt das...",
  "Artifact unlocks": "Artefakt-Freischaltungen",
  "Arunak, Beloved by Calus": "Arunak, geliebt von Calus",
  "Ascendant Challenge": "Aszendenten-Herausforderung",
  "Associate this Bungie.net profile with a Patreon account": "Verknüpfen Sie dieses Bungie.net Profil mit einem Patreon-Konto",
  "Associated memberships": "Verknüpfte Profile",
  "At current, {{players}} players are indexed by VOLUSPA.": "Derzeit werden {{Spieler}} Spieler von VOLUSPA indiziert.",
  "Attempt to unregister the installed service worker. If successful, reloading the app will allow a new service worker to take its place.": "Versuche den aktuellen Serviceworker abzumelden. Wenn alles funktioniert, nimmt ein neuer Serviceworker die Arbeit des alten auf.",
  "Attempt to update the service worker immediately. This function will disable the button temporarily. You may continue to use Braytech while it attempts to update in the background. If successful, you will be prompted to restart the app.": "Versuche den Serviceworker jetzt zu updaten. Diese Funktion deaktiviert diesen Knopf vorrübergehend. Du kannst Braytech während des Updates normal weiternutzen. Sofern alles funktioniert, wirst du aufgefordert die Anwendung neuzustarten.",
  "Authenticate": "Anmelden",
  "Authentication data": "Anmeldedaten",
  "Authentication required": "Anmeldung benötigt",
  "Auxiliary": "Equipment",
  "Available": "Verfügbar",
  "Available activities": "Verfügbare Aktivitäten",
  "Back": "Zurück",
  "Badge": "Abzeichen",
  "Badge commonality": "Abzeichen Gemeinsamkeit",
  "Badge completed": "Plakette vollständig",
  "Badge progress": "Plaketten-Fortschritt",
  "Badges": "Plaketten",
  "Ban": "Verbannen",
  "Banner Color": "Banner-Farbe",
  "Banner Detail": "Banner-Detail",
  "Banner Detail Color": "Detail-Farbe",
  "Banner Emblem": "Banner-Abzeichen",
  "Banner Perks": "Banner Perks",
  "Become a Patron": "Werde ein Patron",
  "Beep-boop?": "Beep-boop?",
  "Begin your trials by speaking with Saint-14.": "Beginne deine Prüfungen indem du mit dem 14. Heiligen sprichst.",
  "Black Armory Forges": "Schwarze Waffenkammer Schmieden",
  "Blocker kills": "Blocker-Kills",
  "Bok Litur, Hunger of Xol": "Bok Litur, Hunger des Xol",
  "Bones found": "Knochen gefunden",
  "Book": "Buch",
  "Botza District encounter: the map generator must not fall below half charge.": "Botza-Distrikt Begegnung: Der Kartengenerator darf die halbe Ladung nicht unterschreiten.",
  "Bounties": "Beutezüge",
  "Bounties you acquire will appear here.": "Beutezüge die du erwirbst, erscheinen hier.",
  "Bravo team": "Bravo Team",
  "Braytech can not determine which Worldline Zero catalyst components you have attained, but it can tell you which bosses drop which items in case you happened to be keeping a list.": "Braytech kann nicht feststellen, welche Worldline Zero-Katalysatorkomponenten du erhalten hast, kann dir jedoch mitteilen, welche Bosse welche Gegenstände fallen lassen, falls du zufällig eine Liste führst.",
  "Braytech has encountered a fatal error. If one of the available actions does not resolve your issue, please join the [Discord](https://discord.braytech.org) for further assistance.": "Braytech hat einen schwerwiegenden Fehler festgestellt. Wenn eine der verfügbaren Aktionen Ihr Problem nicht behebt, treten Sie dem [Discord](https://discord.braytech.org) bei, um weitere Hilfe zu erhalten.",
  "Braytech won't update to the newest version": "Braytech wird nicht auf die neueste Version aktualisiert",
  "Bright dust items": "Glanzstaub Gegenstände",
  "Bungie error": "Bungie Fehler",
  "Bungie Maintenance": "Bungie Wartungsarbeiten",
  "Bungie.net profile": "Bungie.net Profil",
  "Burn all 4 plates at the same time for every damage phase. Do not fire before all plates are activated.": "Aktiviere alle 4 Platten gleichzeitig für jede Schadensphase. Feuert nicht, bevor alle Platten aktiviert sind.",
  "Cancel": "Abbrechen",
  "Cat Statue": "Katzenstatue",
  "Cat Statues": "Katzenstatuen",
  "Catalyst item": "Katalysator Item",
  "Challenge": "Herausforderung",
  "Challenges": "Herausforderungen",
  "Change log": "Änderungen",
  "Change profile": "Profil wechseln",
  "Char": "Charakter",
  "Character class": "Charakterklasse",
  "Character equipment": "Charakterausrüstung",
  "Character Select": "Charakterauswahl",
  "Character unavailable": "Charakter nicht verfügbar",
  "Characters": "Charaktere",
  "Checklists": "Checklisten",
  "Chests opened": "Truhen geöffnet",
  "chonky_zuzuvala69@hotmail.reef": "chonky_zuzuvala69@hotmail.reef",
  "Clan": "Clan",
  "Clan Admin": "Clan Admin",
  "Clan Admin mode is intended for use on larger displays. Please use a display with a viewport of atleast 1280px.": "Die Clan Administration ist für große Displays ausgelegt. Bitte nutze ein Display mit einer Breite von mindestens 1280px.",
  "Clan Banner Builder": "Clan-Banner-Ersteller",
  "Clan Historical Stats don't match [other thing]": "Die historischen Clan-Statistiken Stimmen nicht mit [irgendwas] überein",
  "Clan XP": "Clan-EP",
  "Clans are optional groups of friends that enhance your online gaming experience. Coordinate with your clanmates to take on co-op challenges or just simply represent them in your solo play to earn extra rewards.": "Clans sind optionale Gruppen von Freunden, die deine Online-Erfahrung verbessern. Koordiniere dich mit deinen Clan-Mitgliedern um kooperative Herausforderungen zu bestreiten oder repräsentiere sie in deinem Solospiel um extra Belohnungen zu erhalten.",
  "Classified": "Geheim",
  "Classified record": "Geheimer Eintrag",
  "Close": "Schließen",
  "Collaborate with clan members on a new clan banner. Selecting different options instantly updates the page's URL, which allows you to easily share your customisations.": "Arbeite zusammen mit Clan-Mitgliedern an einem neuen Banner. Die Auswahl anderer Optionen ändert sofort die URL der Seite, was dir erlaubt deine Anpassung leicht zu teilen.",
  "Collectibles": "Sammlerstücke",
  "Collection total": "Sammlung gesamt",
  "Collections": "Sammlungen",
  "Collections roll": "Sammlungen rollen",
  "Commonality": "Statistiken",
  "Commonly asked, \"What is the funny percentage to the right of collectibles and records?\"\n\nIt's a percentage of players who've either discovered or redeemed the item. Every few days, _VOLUSPA_ collects data from users of _Braytech_ and takes note of who's got what.\n\nIt's been a hot topic as to whether it's accurate or useful and the truth is that all statistics are useless and dumb _unless_ you've included every single piece of data possible.\n\nIt's fair to assume that these stats are bias towards casual players (percentages may appear higher rather than lower due to the skill and attention of the users that are monitored).": "Häufig gefragt: \"Was ist der lustige Prozentsatz rechts von den Sammlerstücken und Triumphen?\"\n\nEs ist der Prozensatz der Spieler, die den Gegenstand entweder entdeckt oder eingelöst haben. Alle paar Tage sammelt _VOLUSPA_ Daten von Benutzern von _Braytech_ und notiert, wer was hat.\n\nEs war ein heißes Thema, ob es korrekt oder nützlich ist und die Wahrheit ist dass alle Statistiken nutzlos und dumm sind, _außer_ es ist jedes einzelne Datenfragment enthalten.\n\nEs ist fair anzunehmen, dass diese Statistiken eher auf Gelegenheitsspieler ausgerichtet sind (Prozentsätze können aufgrund der Fähigkeiten und der Aufmerksamkeit der Benutzer eher höher als niedriger erscheinen).",
  "Compare": "Vergleiche",
  "Compare Nightfall strike activity durations between players for bragging rights and to track progress towards the _{{emblemName}}_ emblem.": "Vergleiche deine Zeiten in Dämmerungsstrikes mit anderen Spielern, um damit zu prahlen und deinen Fortschritt in Richtung des Emblems _{{emblemName}}_ zu verfolgen. ",
  "Compare Nightfalls": "Vergleiche Dämmerungsstrikes",
  "Compare Nightmare Hunt activity durations between players for bragging rights and to track progress towards their respective time trial triumph records.": "Vergleiche deine Zeiten in Albtraumjagden mit anderen Spielern, um damit zu prahlen und um deine eigene Steigerung für die Zeitprüfungen-Triumphe zu sehen.",
  "Compare Nightmare Hunts": "Vergleiche Albtraumjagden",
  "Competive multiplayer progression information": "Informationen für deinen Rang in Gambit und dem Schmelztiegel",
  "Complete the Consecrated Mind encounter without killing any Cyclops that spawn in the Harpy boss's presence. Cyclops that spawn in other areas, and during the final sprint, can be killed.": "Beende die Begegnung mit dem geweihten Geist, ohne Zyklopen zu töten, die in der Gegenwart des Harpyien Boss erscheinen. Zyklopen die in anderen Gebieten und während des letzten Abschnitts erscheinen, können getötet werden.",
  "Completed": "Abgeschlossen",
  "Console.log details for the mouse-invoked node.": "Console.log ausgabe für maus-aktivierten Knoten",
  "Controls most animations. Disabling passive animations may improve performance on low power devices.": "Steuert die meisten Animationen. Das Deaktivieren passiver Animationen kann die Leistung auf Geräten mit geringer Leistung verbessern.",
  "Cooperative": "Kooperativ",
  "Core modes": "Kern-Modi",
  "Corrupted Egg": "Korrumpiertes Ei",
  "Corrupted Eggs": "Korrumpierte Eier",
  "Crests recovered": "Crests wiederhergestellt",
  "Crests secured": "Crests gesichert",
  "Crucible": "Schmelztiegel",
  "Crucible modes that are currently in rotation and available for you to test your vigour in against other Guardians.": "Schmelztiegel Modi die derzeit in der Rotation für Sie verfügbar sind, um deine Stärke gegen andere Hüter zu testen.",
  "Crystals resolved": "Kristalle gelöst",
  "Customise": "Anpassen",
  "Damkath, The Mask": "Damkath, die Maske",
  "Dark": "Dunkel",
  "Data caches decrypted": "Datencaches entschlüsselt",
  "Data Recovered": "Daten wiederhergestellt",
  "Deaths": "Tode",
  "Deception encounter: break the Deception's shield 5 times during phase in which he is defeated i.e. a single phase.": "Täuschungs-Begegnung: Zerbrich den Schild der Täuschung fünfmal in der Phase, in der sie besiegt wurde, d. H. In einer einzelnen Phase.",
  "Defeat": "Niederlage",
  "Defeat this Nightmare to progress record _{{recordName}}_.": "Besiege diesen Albtraum um in dem Triumph _{{recordName}}_ voranzukommen.",
  "Delete the authentication data stored on your device. While unnecessary, this function is provided for your peace of mind.": "Lösche die auf deinem Gerät gespeicherten Anmeldedaten. Diese Funktion ist überflussig und ist nur zu deiner Beruhigung.",
  "Deletes the stored list of previously loaded member profiles (character select)": "Löscht die gespeicherte Liste der zuvor geladenen Mitgliederprofile (Charakterauswahl)",
  "Demote": "Zurückstufen",
  "Deny": "Ablehnen",
  "Describing the anatomy of collectibles and records": "Zum Aufbau von Sammlungsgegenständen und Triumphen",
  "Description": "Beschreibung",
  "Destiny 1 colours": "Destiny 1 Farben",
  "Destiny 2 colours": "Destiny 2 Farben",
  "Destiny1.Grimoire.IronBanner": "The Lords of Iron, ancient warriors from the City's founding, have no time for mollycoddling. The City remembers Felwinter and Jolder, Skorri and Timur, Radegast and Gheleon and the others, for their invincible patrols during Six Fronts and the Wall-building. The Iron Banner asks Guardians to live up to that legend.",
  "Details each of the current season's weekly Eververse store stock to allow the viewer assistance in maximising their Silver efficieny.\n\nThis data comes directly from the API manifest's definition of _Tess Everis_ and is displayed by merely iterating over it. If data appears incomplete, it is likely due to manifest content being incomplete i.e. new content that has not yet been added.": "Details zu dem wöchentlichen Everversum Shop der aktuellen Saison, damit der Betrachter seine Silber-Effizienz maximieren kann.\n\nDiese Daten stammen direkt aus der Definition von _Tess Everis_ im API-Manifest und werden durch bloßes Durchlaufen angezeigt. Wenn Daten unvollständig erscheinen, ist dies wahrscheinlich darauf zurückzuführen, dass der Manifestinhalt unvollständig ist, d. H. neuer Inhalt, der noch nicht hinzufügt wurde.",
  "Developer": "Entwickler",
  "Did you know? You can customise the displayed modules by tapping _Customise_ in the bottom right.": "Wusstest du? Sie können die angezeigten Module anpassen, indem Sie unten rechts auf _Customise_ tippen.",
  "Discovered_plural": "Entdeckt",
  "Discovered_singular": "Entdeckt",
  "Dismiss": "Verwerfen",
  "Display name": "Anzeigename",
  "Display your season pass progression and available rewards": "Zeigt deinen Saisonpass Fortschritt und dessen Belohnungen an",
  "Display your seasonal artifact's configuration and its progression": "Zeigt den Fortschritt des Artefakts und dessen ausgewählte Modifikationen an",
  "Displays extra information for debugging 3D models": "Zeigt zusätzliche Informationen zum debuggen der 3D-Modelle.",
  "Distribution": "Verteilung",
  "Double and full-width modules are column exclusives. Try adding a module to another column.": "Module mit doppelter und voller Breite sind exklusive Spalten. Versuchen Sie, ein Modul zu einer anderen Spalte hinzuzufügen.",
  "Download image": "Bild herunterladen",
  "Download roster data": "Roster Daten herunterladen",
  "Downloading data from Bungie": "Daten von Bungie werden heruntergeladen",
  "Dump service worker": "Serviceworker verwerfen",
  "During the Consecrated Mind encounter, all players must refresh their Enlightened buff at approximately the same time. However, the team may be split up at different tethers.": "Während der Begegnung mit dem Konsekrierten Geist müssen alle Spieler ihren erleuchteten Buff ungefähr zur gleichen Zeit erneuern. Das Team kann jedoch an verschiedenen Säulen aufgeteilt sein.",
  "During the Sanctified Mind encounter, bank 30 motes at each Vex relay. At each relay, all 30 motes must be deposited within 10 seconds of one another.": "Während der Begegnung mit dem Geweihten Geist deponiere alle 30 Partikel an beiden Vex-Relais. Bei jedem Relais müssen alle 30 Partikel innerhalb von 10 Sekunden hintereinander deponiert werden.",
  "Each relic holder may only shoot one plant per phase.": "Jeder Relikthalter darf nur eine Pflanze pro Phase anschießen.",
  "Earning XP grants Power bonuses and unlocks powerful mods that can be slotted into weapons and armor.": "Verdiente Erfahrung gibt Power Boni und schaltet mächtige Modifikationen für Rüstung und Waffen frei.",
  "Egg": "Ei",
  "Eggs destroyed": "Eier zerstört",
  "Elo": "Elo",
  "Emblem Background Color": "Abzeichen-Hintergrundfarbe",
  "Emblem Foreground Color": "Abzeichen-Vordergrundfarbe",
  "Enable 3D model shadows": "Aktiviere 3D-Modell Schatten",
  "Enable 3D models": "Aktiviere 3D-Modelle",
  "Enable Maps debugging settings": "Karten Debugging aktivieren",
  "Enable passive animations": "Aktiviere passive Animationen",
  "#####Enemy team": "🌐",
  "Energy": "Energie",
  "Energy cost": "Energiekosten",
  "Engrams": "Engramme",
  "enter name or description": "Name oder Beschreibung eingeben",
  "Equip Dreambane armor mods to enhance your light within this activity.": "Rüste Traumfluch-Rüstungs-Modifikationen aus um deine Stärke in dieser Aktivität zu verbessern.",
  "Error": "Fehler",
  "Escalation Protocol": "Eskalationsprotokoll",
  "Events.IronBanner": "A special week-long Crucible event that challenges teams of 6 to go head-to-head in the most competitive form of Control. Light level advantages enabled.",
  "Eververse Season Overview": "Everversum Saisonüberblick",
  "every {{numberWeeks}} weeks": "Alle {{numberWeeks}} Wochen.",
  "Exit": "Verlassen",
  "Exotic Gear and Catalyst quests": "Exotische Ausrüstung und Katalysatoren Quests",
  "Exotics": "Exotische",
  "Expired": "Abgelaufen",
  "Expires in {{duration}}.": "Läuft in {{duration}} ab.",
  "Expiry": "Ablauf",
  "Explore": "Erkunden",
  "Explore and filter your Post Game Carnage Reports in detail": "Untersuche und filtere deine 'Gemetzelberichte' im Detail",
  "FAQ": "FAQ",
  "Fatal error": "Schwerwiegender Fehler",
  "Featured bright dust items": "Ausgewählte Glanzstaub Gegenstände",
  "Featured silver items": "Ausgewählte Silber Gegenstände",
  "Feline friend": "Katzenfreund",
  "Feline friends satisfied": "Katzenstatuen entdeckt",
  "Find your fastest completions for Nightfalls and Nightmare Hunts": "Finden und vergleichen Sie Ihre schnellsten Abschlüsse für Dämmerungsstrikes und Albtraumjagden mit anderen Hütern",
  "Fireteam": "Einsatztrupp",
  "Fireteam members": "Einsatztrupp Mitglieder",
  "For Valor rank resets, Braytech only counts resets made in Season 4 (Forsaken release) and later. This aligns the stat with other metrics such as Infamy.\n\nAdditionally, for the most part, triumph records disregard earlier seasons as well. This is a choice I made for Braytech.\n\nIf for some reason your stats don't align with your expectations, there's a likely chance that this is a reflection of the API, not Braytech.": "Für Tapferkeits-Zurücksetzungen, zählt Braytech nur Zurücksetzungen die in Saison 4 und danach vorgenommen wurden. Dadurch wird die Statistik mit anderen Metriken wie Gambit abgeglichen.\n\nZum weiteren werden Triumphe vor Saison 4 größtenteils ignoriert. Das ist eine Entscheidung die ich für Braytech getroffen habe.\n\nWenn Ihre Statistiken aus irgendeinem Grund nicht Ihren Erwartungen entsprechen, besteht die Möglichkeit, das dies ein Abbild der API ist und nicht von Braytech.",
  "Forges are currently running in low-power mode and will only be available during maintenance periods.": "Schmieden sind aktuell im Energiesparmodus und werden nur während Wartungsarbeiten verfügbar sein.",
  "Forget me": "Vergiss mich",
  "Forsaken campaign": "Forsaken Kampagne",
  "Found within activity": "Gefunden in einer Aktivität",
  "Found within activity: {{activityName}}": "Gefunden in der Aktivität: {{activityName}}",
  "Found within Ascendant Challenge: {{activityName}}": "Gefunden in der Aszendenten-Challenge: {{activityName}}",
  "Found within Lost Sector: {{activityName}}": "Gefunden im Verlorenen Sektor: {{activityName}}",
  "Found within Story: {{activityName}}": "Gefunden in der Kampagne: {{activityName}}",
  "Found within Strike: {{activityName}}": "Gefunden im Strike: {{activityName}}",
  "Founded": "Gegründet",
  "Free for all": "Frei für alle",
  "Frequently Asked Questions": "Häufig gestellte Fragen",
  "From the _Settings_ view, you can try a variety of things. Start with _Update service worker_. Wait a small time and you should be prompted to reload.\n\nIf this fails, you can try refreshing the app by selecting _Reload_. If the problem continues to persist please select _Dump service worker_.\n\n_For the technically inclined, Braytech uses a service worker and sometimes they're fussy._": "In der _Einstellungs_ Ansicht können sie verschiedene Dinge ausprobieren. Beginnen Sie mit _Serviceworker updaten_. Warten Sie eine Weile und Sie sollten aufgefordert werden die Seite neu zu laden.\n\nWenn dies fehlschlägt, können Sie versuchen die Anwendung zu aktualisieren, indem Sie _Neu laden_ auswählen. Wenn das Problem weiterhin besteht, wählen Sie bitte _Serviceworker verwerfen_.\n\nBei technischen Dingen verwendet Braytech einen Serviceworker und manchmal ist er etwas pingelig.",
  "Gahlran encounter: each Guardian may only shoot one of _the real_ Gahlran's hands once during only one of his hand raises.": "Gahlran-Begegnung: Jeder Hüter darf nur einmal auf eine der echten Gahlran-Hände schießen, wenn nur eine seiner Handerhöhungen ausgeführt wird.",
  "Gambit": "Gambit",
  "Game history": "Spielhistorie",
  "Generate an infographic that details your Destiny legend. Customise colours and export to PNG format for sharing purposes.": "Generiere eine Informationsgrafik, für deinen Hüter. Passen die Farben an und exportiere sie zum Teilen in das PNG-Format.",
  "Generate image": "Generiere Bild",
  "Get helpful reminders regarding your soon to be overflowing postmaster": "Erhalte hilfreiche Erinnnerungen, wenn deine Poststelle fast voll ist.",
  "Ghost fragments recovered": "Tote Geister gefunden",
  "Ghost Scan": "Geist-Scan",
  "Ghost Scans": "Geist-Scans",
  "Ghost scans and item checklists spanning the Sol system": "Geist-Scans und Checklisten für Gegenstände, die sich über das Sol-System erstrecken",
  "Glory": "Ruhm",
  "Glory points": "Ruhmpunkte",
  "Gly": "Glyphe",
  "Go to Bungie.net": "Gehe zu Bungie.net",
  "Go to Twitter": "Gehe zu Twitter",
  "Greater": "Am stärksten",
  "Grenade kills": "Granatenkills",
  "Grimoire": "Grimoire",
  "Guardians cannot stand on the same plate more than once.": "Hüter können nicht mehr als einmal auf derselben Platte stehen.",
  "Hasapiko, Beloved by Calus": "Hasapiko, geliebt von Calus",
  "Heroic collectibles": "Heroische Sammlerstücke",
  "Hey {{displayName}}, did you know you can authenticate Braytech with Bungie.net for access to more features": "Hey {{displayName}}, wusstest du, dass du dich über Bungie.net anmelden kannst um mehr Funktionen von Braytech zu nutzen.",
  "Hide acquired": "Erworbene Beiträge ausblenden",
  "Hide acquired collection items": "Gefundene Gegenstände ausblenden",
  "Hide completed": "Abgeschlossene Einträge ausblenden",
  "Hide completed checklist items": "Fertige Checklistengegenstände ausblenden",
  "Hide completed triumphs": "Fertige Triumphe ausblenden",
  "Hide dud triumph records": "Verstecke unbenutzte Triumphe",
  "Hide invisible collection items": "Unsichtbare Gegenstände ausblenden",
  "Hide invisible triumph records": "Unsichtbare Triumphe ausblenden",
  "Hide redeemed": "Eingelöste Einträge ausblenden",
  "Hide unobtainable triumph records": "Verstecke unerreichbare Triumphe",
  "Hides dud (empty or unused) records from view": "Blendet leere oder unbenutzte Triumphe aus der Triumphe-Ansicht aus.",
  "Hides unobtainable records from view": "Blendet nicht erreichbare Triumphe aus der Triumphe-Ansicht aus.",
  "High value targets": "Hochrangige Ziele",
  "Highlight nodes without screenshots": "Knoten ohne Screenshots hervorheben",
  "Historical stats": "Historische Statistiken",
  "How you can help": "Wie kann ich helfen",
  "Hunt down this week's available nightmares for... satisfaction.": "Jage die diese Woche verfügbaren Albträume für... Zufriedenheit.",
  "If a checklist item is completed, it will be hidden under Checklist view.": "Blendet abgeschlossene Elemente in der Checklisten-Ansicht aus.",
  "If a collectible has been acquired, it will be hidden under Collections views.": "Blendet gefundene Gegenstände in der Sammlungen-Ansicht aus.",
  "If a triumph record is completed and redeemed, it will be hidden under Triumphs views.": "Blendet errungene Triumphe in der Triumphe-Ansicht aus.",
  "If the game specifies that you are unable to see a particular collectible, it will be hidden under Collections views.": "Blendet Gegenstände in der Sammlungen-Ansicht aus, wenn das Spiel vorgibt, dass du sie nicht sehen kannst.",
  "If the game specifies that you are unable to see a particular triumph record, it will be hidden under Triumphs views.": "Blendet Triumphe in der Triumphe-Ansicht aus, wenn das Spiel vorgibt, dass du sie nicht sehen kannst.",
  "In orbit, planning something terribly heroic.": "Im Orbit, plant etwas schrecklich heldenhaftes.",
  "In the modern though timeless style of Bungie.net itself": "Im modernen, aber zeitlosen Stil von Bungie.net",
  "Inf (R)": "Rlk (R)",
  "Infamy (Resets)": "Ruchlosigkeit (Zurücksetzungen)",
  "Infamy points": "Ruchlosigkeitspunkte",
  "Infamy resets": "Ruchlosigkeit-Zurücksetzungen",
  "insert gamertag or SteamId64": "Spielernamen oder SteamId64 eingeben",
  "insert precise clan name": "Gib den genauen Clannamen ein",
  "Inspect your character's loadout and stat totals": "Schaue die Statistiken und das Equipment deines Charakters an.",
  "Instructions": "Anleitungen",
  "Insufficient clearance": "Unzureichender Abstand",
  "Insurrection Prime encounter: A Guardian may not shoot and break more than one shield generator per phase.": "REVOLTEN-PRIMUS Begegnung: Jeder Hüter darf nur einen Schildgenerator pro Phase zerstören.",
  "Interactive maps charting checklists and other notable destinations": "Interaktive Karten mit Checklisten und anderen wichtigen Zielen",
  "Interactive tools, manuals, legends, and other content preserved": "Interaktive Tools, Handbücher, Legenden und weiteren Inhalten",
  "Invader deaths": "Durch Eindringlinge getötet",
  "Invader kills": "Eindringlinge getötet",
  "Invasion deaths": "Überfalltode",
  "Invasion kills": "Überfallkills",
  "Invasions": "Überfälle",
  "Inventory": "Inventar",
  "Issues": "Probleme",
  "It seems your Guardian has smashed all of their challenges this week.": "Es sieht so aus als hätte dein Hütter alle Herausforderungen diese Woche erledigt.",
  "Item visibility": "Sichtbarkeit der Gegenstände",
  "Items": "Gegenstände",
  "Items your Guardian has acquired over their lifetime": "Gegenstände die dein Hüter im laufe seines Lebens erworben hat",
  "Jade Rabbit": "Jadehase",
  "Jade Rabbits": "Jadehasen",
  "Jind": "Bgtr",
  "Join your friend's clan, meet some new friends, or create your own on the companion app or at bungie.net.": "Trete dem Clan eines Freundes bei, triff neue Freunde oder erstelle deinen eigenen Clan in der \"Companion\"-App oder auf bungie.net.",
  "Joined": "Beigetreten",
  "K/D": "K/T",
  "Kalli encounter: Cleanse all nine plates, kill all nine Knights, and kill all Ogres before damaging Kalli.": "Kalli-Begegnung: Aktiviere alle neun Platten, töte alle neun Ritter und töte alle Oger, bevor du Kalli Schaden zufügst.",
  "Kathok, Roar of Xol": "Kathok, Getöse des Xol",
  "Keep a keen eye on what your clan is up to": "Hab ein Augen darauf, was dein Clan vorhat",
  "Keep it clean.": "Bleib sauber.",
  "key": "Schlüssel",
  "Kick": "Rauswerfen",
  "Kills": "Tötungen",
  "Kills + assists": "Tötungen + Assists",
  "Kills secured": "Tötungen bestätigt",
  "Language": "Sprache",
  "Large blockers sent": "Große Blocker geschickt",
  "Last activity": "Letzte Aktivität",
  "Last character": "Letzter Charakter",
  "Latent Memory Fragment": "Verstecktes Speicherfragment",
  "Latent Memory Fragments": "Versteckte Speicherfragmente",
  "Launch": "Starten",
  "Leadership": "Führung",
  "Legend": "Legende",
  "Lesser": "Am schwächsten",
  "Level": "Level",
  "Level advantages disabled": "Level Vorteil deaktiviert",
  "Level advantages enabled": "Level Vorteil aktiviert",
  "Light": "Hell",
  "Likeness of Oryx": "Abbild von Oryx",
  "Loading member": "Lade Mitglied",
  "Loading previous member": "Lade vorheriges Mitglied",
  "Local data": "Lokale Daten",
  "Log node details": "Knotendetails loggen",
  "Login with Bungie.net": "Mit Bungie.net anmelden",
  "Lore": "Lore",
  "Losses": "Verloren",
  "Lost Sector": "Verlorener Sektor",
  "Lost Sectors": "Verlorene Sektoren",
  "Manifest": "Manifest",
  "Manifest download failed": "Manifest-Download fehlgeschlagen",
  "Manifest error": "Manifest-Fehler",
  "Map nodes, such as region chests, which do not have an associated screenshot will be highlighted in order to assist users with contributing to maps data.": "Kartenelemente wie Region-Truhen, die keinen zugeordneten Screenshot besitzen werden hervorgehoben, um Nutzern zu helfen, Kartendaten beizutragen.",
  "Maps": "Karten",
  "Maps debug mode": "Karten Debug Modus",
  "Maps.ProposeChanges.Description": "Karten.VorgeschlageneVeränderungen.Beschreibung",
  "Maps.ProposeChanges.Form.Description.Placeholder": "Karten.VorgeschlageneVeränderungen.Form.Beschreibung.Platzhalter",
  "Maps.ProposeChanges.Form.Issues.Placeholder": "Karten.VorgeschlageneVeränderungen.Form.Probleme.Platzhalter",
  "Maps.ProposeChanges.Form.Screenshots": "Karten.VorgeschlageneVeränderungen.Form.Screenshots",
  "Match system": "Dem System anpassen",
  "Matches": "Spiele",
  "Matchmaking": "Spielersuche",
  "max": "max.",
  "Medals": "Medaillen",
  "Medium blockers sent": "Mittlere Blocker geschickt",
  "Melee kills": "Nahkampfkills",
  "Members": "Mitglieder",
  "members": "Mitglieder",
  "Memories resolved": "Erinnerungen zerstört",
  "Memory": "Speicher",
  "Middling": "Mittelmäßig",
  "Minimal though powerful clan management for rapid sorting and member actions": "Kleine aber mächtige Clan-Management Funktionalität, für schnelles sortieren und verwalten",
  "Mission": "Mission",
  "Mob kills": "Mob kills",
  "Modifiers aren't available right now.": "Modifikatoren sind momentan nicht verfügbar.",
  "Mods": "Modifikationen",
  "Monitor Spider's materials closely": "Zeigt an welche Materialien Spider umtauscht.",
  "Monotone": "Monoton",
  "More": "Mehr",
  "Morgeth encounter: don't kill smol ogres, only kill big boi.": "Morgeth Begegnung: Tötet keinen kleinen Oger.",
  "Most of Braytech's features are available to all users and depend on publically available data, but some of Destiny's features require more explicit access permissions which you can grant to Braytech by authenticating with Bungie.net.": "Die meisten Funktionen von Braytech sind für alle Nutzer zugänglich und basieren auf öffentlich verfügbaren Daten. Einige Funktionalitäten erfordern jedoch spezifische Zugangsrechte, die du Braytech erteilen kannst indem du dich über Bungie.net anmeldest.",
  "Motes denied": "Partikel verweigert",
  "Motes deposited": "Partikel abgegeben",
  "Motes lost": "Partikel verloren",
  "Must always deposit 10 motes at any time during the Consecrated Mind encounter.": "Während der Konsekrierter Geist Begegnung muss man immer 10 Partikel abgeben.",
  "Naksud, the Famine": "Naksud, der Hungrige",
  "Name": "Name",
  "Necrotic cyphers collected": "Nekrotische Chiffren gesammelt",
  "New Light": "Neues Licht",
  "New tab": "Neuer Tab",
  "Newer": "Neuer",
  "Next artifact unlock": "Nächste Artefakt Freischaltung",
  "Next page": "nächste Seite",
  "Next power bonus": "Nächster Power Bonus",
  "Nightfalls": "Dämmerungsstrikes",
  "Nightmare Hunts": "Albtraumjagden",
  "Nightmare of Phogoth": "Albtraum von Phogoth, dem Ungezähmten",
  "Nightmare of Taniks, the Scarred": "Albtraum von Taniks, dem Vernarbten",
  "Nightmare of Zydron, Gate Lord": "Albtraum von Zydron, Tor-Lord",
  "No clan affiliation": "Keine Clan-Zugehörigkeit",
  "No clans found": "Keine Clans gefunden",
  "No internet": "Kein Internet",
  "No medals awarded": "Keine Medaillen vergeben",
  "No profiles found": "Keine Profile gefunden",
  "No reports available": "Es sind keine Berichte verfügbar",
  "No stats available": "Es sind keine Statistiken verfügbar",
  "No stats were recorded": "Es wurden keine Statistiken aufgezeichnet",
  "Nodes hacked": "Knoten gehackt",
  "Noteworthy records and collectibles which are available at a weekly cadence": "Bemerkenswerte Triumphe und Sammlerstücke, die diese Woche verfügbar sind",
  "Now": "Aktuell",
  "Number of players VOLUSPA is tracking through their activities and accomplishments": "Anzahl der Spieler, die VOLUSPA durch ihre Aktivitäten und Leistungen gescannt hat.",
  "Number of tracked players who've played this season": "Anzahl der gescannten Spieler die diese Saison gespielt haben.",
  "Nur Abath, Crest of Xol": "Nur Abath, Signum des Xol",
  "Objectives": "Ziele",
  "Offline": "Offline",
  "Oh, honey": "Ach, Schätzchen.",
  "OI, ge'outofit": "EY! Lass das!",
  "Older": "Älter",
  "One Guardian must remain in the middle with their feet in the water during the entire encounter.": "Ein Hüter muss während der gesamten Begegnung mit den Füßen im Wasser in der Mitte bleiben. Nicht springen!",
  "Online": "Online",
  "Options": "Optionen",
  "Out of bounds": "Außerhalb der Grenzen",
  "Pagouri, Beloved by Calus": "Pagouri, geliebt von Calus",
  "Patreon association": "Patreon Account",
  "Played season": "Saison gespielt",
  "Player": "Spieler",
  "Player count": "Spieleranzahl",
  "Player versus player": "Spieler gegen Spieler",
  "Playlists": "Playlists",
  "Points": "Punkte",
  "Post Game Carnage Reports": "Gemetzelberichte",
  "Power bonus": "Power Bonus",
  "Precision": "Präzision",
  "Previous page": "vorherige Seite",
  "Previous searches": "vorherige Suchen",
  "Primeval damage": "Urzeitler Schaden",
  "Primeval healing": "Urzeitler geheilt",
  "Primeval kills": "Urzeitler Tötungen",
  "Private profile": "Privates Profil",
  "Progression": "Fortschritt",
  "Promote": "Befördern",
  "Propose changes": "Vorgeschlagene Veränderungen",
  "Pursuits": "Aufträge",
  "Quantity": "Quantität",
  "Quests": "Quests",
  "Quests and bounties, step by step, reward by reward": "Quests und Beutezüge, Schritt für Schritt, Belohnung für Belohnung",
  "Quests from past expansions": "Quests von vergangenen Erweiterungen",
  "Quests from the current season": "Quests von der aktuellen Saison",
  "Quests from the latest expansion": "Quests von der letzten Erweiterung",
  "Quests related to New Light, tutorials, and introductions": "Quests im Zusammenhang mit 'Neues Licht', 'Tutorials' und 'Anleitungen'",
  "Quests you acquire will appear here.": "Quests die du erwirbst, erscheinen hier.",
  "Rabbits with rice cake": "Hasen mit Reiskuchen",
  "Raid_plural": "Raids",
  "Raid_singular": "Raid",
  "Rank": "Rang",
  "Ranks": "Ränge",
  "Recent activities": "Aktuelle Aktivitäten",
  "Recent matches": "Aktuelle Spiele",
  "Recent raids": "Aktuelle Raids",
  "Recent strikes": "Aktuelle Strikes",
  "Recently discovered": "Kürzlich entdeckt",
  "Recommended light": "Empfohlene Power ",
  "Record": "Aufzeichnung",
  "Records": "Aufzeichnungen",
  "Records your Guardian has achieved through their trials": "Triumphe die Ihr Hüter durch seine Prüfungen erzielt hat",
  "Redeem these records and increase your triumph score by {{scoreValue}} points.": "Löse diese Triumphe ein und erhöhe deine Triumphpunktzahl um {{scoreValue}}.",
  "Region Chest": "Regions-Truhe",
  "Region Chests": "Regions-Truhen",
  "Reload": "Neu laden",
  "Reload the app": "Lade die Anwendung neu",
  "Remove group": "Gruppe löschen",
  "Report player": "Spieler melden",
  "Reports": "Berichte",
  "Requires Destiny 2: Curse of Osiris": "Benötigt Destiny 2: Fluch des Osiris",
  "Requires Destiny 2: Forsaken": "Benötigt Destiny 2: Forsaken",
  "Requires Destiny 2: Shadowkeep": "Benötigt Destiny 2: Festung der Schatten",
  "Requires Destiny 2: Warmind": "Benötigt Destiny 2: Kriegsgeist",
  "Reset": "Zurücksetzung",
  "Reset customisable layouts": "Layouts zurücksetzen",
  "Reset customisable layouts to their default arrangements": "Angepasste Layouts auf ihre Standardanordnung zurücksetzen",
  "Reset dismissed notifications to their default state": "Benachrichtungen auf die Standardeinstellungen zurücksetzen",
  "Reset notifications": "Mitteilungen zurücksetzen",
  "Reset profile history": "Profilhistorie zurücksetzen",
  "Reset tips": "Tipps zurücksetzen",
  "Reset tracked triumphs": "Markierte Triumphe zurücksetzen",
  "Restore informational tips to their default state": "Stellen Sie die Informationstipps auf ihre Standardeinstellungen zurück",
  "Retrace your steps and unravel the mystery of the Pyramid.": "Verfolgen Sie ihre Schritte und lüften Sie das Geheimnis der Pyramide.",
  "Review your unlocks and monitor your progress": "Schau deine Freischaltungen und deinen Fortschritt an",
  "Revisit the trials of times past. Reconcile with these emotions and challenge yourself to do better.": "Wiederholen Sie die Prüfungen vergangener Zeiten. Wiedervereine dich mit diesen Emotionen und fordere dich heraus, es besser zu machen.",
  "Rewards": "Belohnungen",
  "Ritual encounter: no more than two Guardians may have the Witch's Blessing buff at one time during The Hive Ritual.": "Ritual Begegnung: Während des Schar-Rituals können nicht mehr als zwei Hüter gleichzeitig die Verbesserung des Hexensegens erhalten.",
  "Riven encounter: Guardians must not shoot the same eye twice.": "Riven Begegnung: Hüter dürfen nicht zweimal auf dasselbe Auge schießen.",
  "Roster": "Roster",
  "Rotation": "Rotation",
  "Rotator modes": "Rotations-Modi",
  "Rotator playlists": "Rotations Playlist",
  "Savathûn's Curse": "Savathûns Fluch",
  "Savathûn's Curse: implemented with Riven's dying breath and reset with every death of Dûl Incaru.": "Savathûns Fluch begann mit dem letzten Wunsch von Riven als sie starb und wird mit jedem Tod von Dûl Incaru zurückgesetzt.",
  "Save and restart": "Speichern und neustarten",
  "Saved profile": "gespeichertes Profil",
  "Saving manifest data": "Speichere Manifest-Daten",
  "Scan": "Scannen",
  "Scans performed": "Scans durchgeführt",
  "Screenshot unavailable": "Screenshot nicht verfügbar",
  "Screenshots": "Screenshots",
  "Seal commonality": "Siegel Häufigkeit",
  "Seal completed": "Siegel abgeschlossen",
  "Seal progress": "Siegelfortschritt",
  "Seals": "Siegel",
  "Search": "Suche",
  "Search for player": "Suche nach Spieler",
  "Season": "Saison",
  "Season countdown": "Saison Countdown",
  "Season pass": "Saisonpass",
  "Season rank": "Saison Rang",
  "Season resets": "Saisonale Zurücksetzungen",
  "Seasonal": "Saisonal",
  "Seasonal Artifact": "Saison Artefakt",
  "Seasonal artifact": "Saison Artefakt",
  "Seasonal progression": "Saison Fortschritt",
  "See all tracked": "Zeige alle Markierten",
  "See all {{members}} members": "Schaue alle {{members}} Mitglieder an.",
  "See full roster": "Zeige vollständige Liste",
  "See next {{limit}}": "Zeige die Nächsten {{limit}}",
  "Select a character": "Charakterauswahl",
  "Select screenshots": "Screenshot auswählen",
  "Select your character": "Charakterauswahl",
  "Selected passage": "Ausgewählte Prüfung",
  "Selected raid": "Raid auswählen",
  "Selected runes": "Runen auswählen",
  "Selected vendor": "Händler auswählen",
  "Set": "Set",
  "Settings": "Einstellungen",
  "Shadowkeep": "Festung der Schatten",
  "Show all": "Zeige alle",
  "Shuro Chi chase encounter: Guardians must not take damage from Shuro Chi's Arc Blast.": "Shuro Chi Verfolgungsjagd: Hüter dürfen keinen Schaden durch Shuro Chi Explosionen erleiden.",
  "Single player": "Einzelspieler",
  "Sleeper Node": "Schläferknoten",
  "Sleeper Nodes": "Schläferknoten",
  "Small blockers sent": "Kleine Blocker geschickt",
  "Socket runes or select item to auto-fill": "Wähle Runen oder einen Gegenstand zum automatischen Füllen aus.",
  "Some acquired, {{invisible}} invisible": "Einige erworben, {{invisible}} unsichtbar.",
  "Some features of Braytech require your written permission to activate, generally to protect your privacy.": "Für einige Funktionen von Braytech ist deine schriftliche Erlaubnis erforderlich. Dies dient meistens dem Schutz deiner Privatsphäre.",
  "Some of Tom's favourite frequently asked questions": "Tom's favoriten der häufig gestellten Fragen",
  "Something seems wrong with my Valor rank resets": "Irgendetwas scheint mit meinen Tapferkeits-Zurücksetzungen nicht zu stimmen.",
  "Something very unexpected and irrecoverable occurred.": "Es ist etwas sehr unerwartetes und irreparables passiert.",
  "Something went wrong while trying to download the item manifest from Bungie.\n\nPlease reload the app and try again.": "Beim Herunterladen des Item Manifest von Bungie ist ein Fehler aufgetreten. Bitte starte die Anwendung neu und versuchen Sie es erneut.",
  "Something went wrong while trying to update the item manifest.\n\nPlease reload the app and try again.": "Beim Versuch das Item Manifest zu aktualisieren ist ein Fehler aufgetreten. Bitte starte die Anwendung neu und versuchen Sie es erneut.",
  "Sorted by completion": "Nach Fertigstellung sortiert",
  "Sorted by rarity": "Nach Seltenheit sortiert",
  "Sorted by score": "Nach Punkten sortiert",
  "Spider: Material Exchange": "Spiders: Material Tauschbörse",
  "Stage": "Stufe",
  "Stale": "Gestoppt",
  "Starting Windows 95": "Starte Windows 95",
  "Stat trackers for bragging rights and gilding memories": "Statistiken zum prahlen und für schöne Erinnerungen.",
  "Stats": "Statistiken",
  "Status and inventory for vendors": "Status und Inventar der Händler",
  "Steps": "Schritte",
  "Stories read": "Geschichten gelesen",
  "Strikes": "Strikes",
  "Submit": "Einreichen",
  "Summary": "Zusammenfassung",
  "Super kills": "Super-Kills",
  "T. Scr": "Trpkt",
  "Thanks! Your email is now associated with your profiles": "Danke! Deine Email ist nun mit deinem Profil verbunden.",
  "That module isn't allowed here.": "Dieses Modul ist hier nicht erlaubt.",
  "The badge's rarity represented as a percentage of players who are indexed by VOLUSPA.": "Die Seltenheit des Abzeichens wird als Prozentsatz der Spieler dargestellt, die von VOLUSPA indiziert werden.",
  "The Bungie API is currently down for maintenance.\n\nTune into @BungieHelp on Twitter for more information.": "Die Bungie API ist aktuell wegen Wartungsarbeiten nicht verfügbar.\n\nSchaue bei @BungieHelp auf Twitter vorbei, um mehr zu erfahren.",
  "The character you tried to load is unavailable—maybe it's been deleted.": "Dieser Charakter ist nicht verfügbar - vielleicht ist er gelöscht.",
  "The Dreaming City is in stage {{week}} of its ongoing curse.": "Die Träumende Stadt befindet sich in der {{week}} Fluch Woche.",
  "The Drifter's gambit goes deeper than once thought. Annihilate ancient Taken hoards within The Drifter's mysterious haul and gain The Nine's favour.": "Das Spiel des Vagabunden geht tiefer als gedacht. Vernichte alte Besessenen Horden, die in den mysteriösen Reichweiten des Vagabunden sind und erhalte die Gunst der Neun.",
  "The elemental burn shared by most activities this week.": "Das elementare Versengen, welches die meisten Aktivitäten in dieser Woche nutzen.",
  "The elemental burn shared by most activities this week. These activities include {{activities}}.": "Das elementare Versengen, welches die meisten Aktivitäten in dieser Woche nutzen. Diese Aktivitäten umfassen {{activities}}",
  "The following Crucible modes are currently in rotation and available for you to test your vigour in against other Guardians.": "Die folgenden Schmelztiegel-Modi sind in der aktuellen Rotation verfügbar, dort kannst du dich mit anderen Hütern messen.",
  "The Gauntlet": "Der Circus",
  "The header group supports no more than one module per column.": "Die Header-Gruppe unterstützt nicht mehr als ein Modul pro Spalte.",
  "The header group supports single column modules only.": "Die Header-Gruppe unterstützt nur einspaltige Module.",
  "The lore of old, Destiny 1's Grimoire cards are backed up, archived, and preserved here.": "Die Lore der alten Grimoire-Karten von Destiny 1 wird hier gespeichert, archiviert und aufbewahrt.",
  "The Past": "Die Vergangenheit",
  "The Pleasure Gardens": "Die Lustgärten",
  "The Postmaster is almost out of space. If you do not retrieve your items, you will lose them forever!": "Die Poststelle ist fast voll. Wenn du deine Items nicht abholst, gehen sie für immer verloren!",
  "The Postmaster is completely out of space. If you do not retrieve your items, you will lose them forever!": "Die Poststelle ist komplett voll. Wenn du deine Items nicht abholst, gehen sie für immer verloren!",
  "The Royal Pools": "Die königlichen Bäder",
  "The seal's rarity represented as a percentage of players who are indexed by VOLUSPA.": "Die Seltenheit des Siegels gibt den Prozentsatz der VOLUSPA indizierten Spieler an.",
  "The Shattered Throne": "Der zerbrochene Thron",
  "The state of your Guardian, artifact, ranks, season pass, daily activities, and more": "Der Status deines Hüter, Artefakts, Level, Saisonpass, tägliche Aktivitäten, und noch viel mehr!",
  "The Swords": "Die Schwerter",
  "The Throne": "Der Thron",
  "#####Their team": "🌐",
  "Theme": "Design",
  "There are multiple sources for stats in Destiny. Clan Historical Stats is based on the HistoricalStats API endpoint while others source their data from PGCRs. It's hard to determine which holds the most accurate truth.\n\nTo display stats in the manner seen on Clan Historical Stats would require downloading terabytes of data from Bungie servers and significant compute power. This said, they're accurate enough for some friendly competititon.": "Es gibt mehrere Quellen für Statistiken in Destiny. Historische Clan Statistiken basieren auf dem HistoricalStats API Endpunkt, während andere ihre Daten aus PGCRs beziehen. Es ist schwer zu bestimmen, welche die genauesten Angaben macht.\n\nUm Statistiken in der auf 'Clan Historical Stats' angezeigten Weise anzuzeigen, müssten Terabytes an Daten von Bungie-Servern heruntergeladen werden. Das heißt, sie sind momentan genau genug für einen freundlichen Wettbewerb. ",
  "There aren't any activities available to you. Perhaps you don't meet the requirements...": "Hier sind keine Aktivitäten für dich verfügbar. Vielleicht erfüllst du nicht die Anforderungen.",
  "There was a network error": "Hier ist ein Netzwerkfehler aufgetreten",
  "There's no one here right now.": "Hier ist aktuell niemand.",
  "There's nothing here yet": "Hier ist aktuell noch nichts.",
  "These are the memberships that are currenty associated with your Bungie.net profile.": "Dies sind die Profile die aktuell mit deinem Bungie.net Profil verknüpft sind.",
  "This doesn't appear to be your clan and so you may not will any actions upon it. You may use these helpful links to jump to your own or you may find more information regarding your current authorization in the Settings view.": "Das hier ist nicht dein Clan und daher kannst du hier nicht deinen Willen aufzwingen. Du kannst aber diese hilfreichen Links nutzen, um zu deinem Clan zu gelangen oder um mehr Informationen über deine aktuelle Anmeldung in den Einstellungen einzusehen.",
  "This item has an associated map node": "Dieser Gegenstand hat keinen verbundenen Knoten.",
  "This Nightfall doesn't have any associated collectibles.": "Dieser Dämmerungsstrike hat keine zugehörigen Sammlungsstücke.",
  "This Nightfall doesn't have any associated records.": "Dieser Dämmerungsstrike hat keine zugehörigen Triumphe.",
  "This node has an associated video": "Dieser Knoten hat ein dazugehöriges Video",
  "This profile hasn't received an artifact yet.": "Dieses Profil hat das Artefakt noch nicht freigeschaltet.",
  "This record is classified and may be revealed at a later time.": "Dieser Eintrag ist geheim und wird möglicherweise in Zukunft verfügbar.",
  "This user has their profile privacy set to private": "Dieses Nutzerprofil ist privat",
  "This Week": "Diese Woche",
  "Time played": "Zeit gespielt",
  "Time played across characters": "Auf allen Charakteren gespielte Zeit",
  "Time until next season is live": "Zeigt an wann die nächste Saison startet",
  "Time until {{eventName}} ends and change comes": "Zeit bis die {{eventName}} endet und Veränderungen folgen.",
  "To use this feature, please tell Bungie that you approve. No personal information is shared by doing so—only an authentication code with which you may interact with more API endpoints.": "Um diese Funktion nutzen zu können musst du dich bitte anmelden. Es werden keine persönlichen Daten geteilt, wenn du das tust - lediglich ein Code um mit mehr API Endpunkten zu kommunizieren.",
  "Total": "Gesamt",
  "Total duration": "Gesamtdauer",
  "Total Quest and Bounty Capacity": "Maximale Anzahl an Quests und Beutezügen",
  "Total resets": "Gesamtzurücksetzungen",
  "Total score": "Gesamtpunktzahl",
  "Track your fireteam": "Verfolge deinen Einsatztrupp",
  "Track your pursuits, including quests and bounties": "Tracke deine Aufgaben, inklusive Quest und Beutezüge.",
  "Tracked players": "Gescannte Spieler",
  "Tracked records": "Markierte Triumphe",
  "Tracked triumphs": "Markierte Triumphe",
  "Trackers": "Tracker",
  "Trials passage": "Trials Prüfungen",
  "Triumph score": "Triumphpunktzahl",
  "Triumphs": "Triumphe",
  "Troubleshooting": "Fehlerbehebung",
  "#####Unavailable": "🌐",
  "#####Unavailable: something is preventing this node from relaying its status reliably.": "🌐",
  "Unavailable: this node is no longer available in-game.": "Dieser Knoten ist nicht länger im Spiel verfügbar.",
  "Undertake your most perilous albeit rewarding strikes yet, in the name of the Light, the Vanguard, and The Last City.": "Unternehmen Sie Ihre bisher gefährlichste Strike Mission im Namen des Lichts, der Vorhut und der letzten Stadt.",
  "Unknown": "Unbekannt",
  "Unknown error": "Unbekannter Fehler",
  "Unredeemed triumphs": "Nicht eingelöste Triumphe",
  "unredeemed triumphs": "nicht eingelöste Triumphe",
  "Untrack all user-tracked triumphs. Will not affect the state of in-game triumphs.": "Entferne alle Benutzer Markierungen der Triumphe. Bezieht sich nicht auf die Triumphe im Spiel.",
  "Update service worker": "Serviceworker updaten",
  "Valor (Resets)": "Tapferkeit (Zurücksetzungen)",
  "Valor points": "Tapferkeitspunkte",
  "Valor resets": "Tapferkeit-Zurücksetzungen",
  "Vanguard Ops": "Vorhut Operationen",
  "Vanguard singe": "Vorhut Versengen",
  "Vanguard Strikes are unavailable for this character.": "Vorhut Strikes sind nicht verfügbar für diesen Charakter.",
  "Vanguard, Crucible, and Gambit quests": "Vorhut, Schmelztiegel und Gambit Quests",
  "Vault Access encounter: Each Guardian must grab and deposit each Phase Radiance buff once (boss must be killed in 3 damage phases).": "Tresor-Zugangs Begegnung: Jeder Hüter muss jede Phasenstrahlung einmal abgeben (Der Boss muss in 3 DPS-Phasen getötet werden).",
  "Vault encounter: knights must be killed in the rooms they spawn in.": "Kammer Begegnung: Die Ritter müssen in den Räumen getötet werden, in denen sie spawnen.",
  "Vendor": "Händler",
  "Verifying manifest data": "Prüfe Manifest-Daten",
  "Version": "Version",
  "Victory": "Sieg",
  "Video": "Video",
  "View Map": "Schaue Map",
  "View Video": "Schaue Video",
  "Views": "Menü",
  "Visual fidelity": "Visuelle Wiedergabe",
  "Vlr (R)": "Tpk (R)",
  "VOLUSPA last indexed": "Letzte VOLUSPA Indizierung",
  "VOLUSPA statistics": "VOLUSPA Statistiken",
  "WARNING!": "WARNUNG!",
  "Weapon": "Waffe",
  "Weapons": "Waffen",
  "Week {{weekNumber}}": "Woche {{weekNumber}}",
  "Weekly Clan XP": "Wöchentliche Clan-EP",
  "Welcome. This is Braytech—a fan-built companion app for Bungie's Destiny. Unleash your potential and make Shaxx proud.": "Willkommen. Das ist Braytech - eine von Fans erstellte Anwendung für Bungie's Destiny. Setze dein Potential frei und mache Shaxx stolz.",
  "What is Braytech": "Was ist Braytech",
  "Where applicable, use 3D models. Not recommended for phones or low power devices.": "Verwenden Sie 3D-Modelle, falls diese Verfügbar sind. Nicht empfohlen für Telefone oder Geräte mit geringer Leistung.",
  "Who builds it": "Wer hat es erschaffen",
  "Win streak": "Siegessträhne",
  "Wins": "Gewonnen",
  "You are not authorised to access a different user's profile data, but you may use these helpful links to return to your own.": "Du darfst nicht auf das Profil eines anderen Nutzers zugreifen, kannst aber gerne diese Links nutzen, um zu deinem eigenen zu gelangen.",
  "You aren't tracking any records yet!": "Du hast noch keine Triumphe markiert!",
  "You can find more information regarding your authentication in the Settings view.": "Weitere Informationen zu deiner Anmeldung findest du in den Einstellungen.",
  "You may change your privacy settings on Bungie.net or authenticate Braytech with Bungie.net": "Möglicherweise musst du die Privatsphäreeinstellungen deines Bungie.net Profils anpassen oder dich über Bungie.net bei Braytech anmelden.",
  "You shouldn't be here 👀": "Hier gehörst du nicht hin 👀. Hör auf rumzuschleichen.",
  "Your light is restricted in the most daring of strike operations.": "Dein Power-Level ist bei den schwersten Strikes eingeschränkt.",
  "Your most feared, devastating, tormenting nightmares reincarnate―be immovable in your resolve, Guardian.": "Deine am meisten gefürchteten, verheerenden, quälenden Alpträume werden wiedergeboren - sei unbeweglich in deiner Entschlossenheit, Hüter.",
  "Your profile's progression data isn't available. Your profile may be set to private on Bungie.net.": "Die Fortschrittsdaten deines Profils sind nicht verfügbar. Dein Bungie.net Profil ist möglicherweise privat.",
  "{{a}} of {{b}}": "{{a}} von {{b}}",
  "{{days}} Days": "{{days}} Tage",
  "{{hours}} Hours": "{{hours}} Stunden",
  "{{hours}} Hrs": "{{hours}} Std.",
  "{{minutes}} Mins": "{{minutes}} Min.",
  "{{minutes}} Minutes": "{{minutes}} Minuten",
  "{{month}} Month": "{{month}} Monat",
  "{{object}} duration": "{{object}} Dauer",
  "{{online}} online": "{{online}} Online",
  "{{players}} players": "{{players}} Spieler",
  "{{players}} players have completed this.": "{{players}} haben dies abgeschlossen.",
  "{{seasonName}} has {{timeRemaining}} remaining.": "{{seasonName}} läuft noch {{timeRemaining}}.",
  "{{seconds}} Seconds": "{{seconds}} Sekunden",
  "{{seconds}} Secs": "{{seconds}} Sek.",
  "{{timePlayed}} days played": "{{timePlayed}} Tage gespielt.",
  "{{vendorName}} is waiting for you at {{destinationName}}.": "{{vendorName}} wartet hier auf dich: {{destinationName}}"
}