{
  "1 Day": "1 Giorno",
  "1 day played": "1 giorno di gioco",
  "1 Hour": "1 Ora",
  "1 Hr": "1 h",
  "1 Min": "1 m",
  "1 Minute": "1 Minuto",
  "1 Sec": "1 s",
  "1 Second": "1 Secondo",
  "3D models": "Modelli 3D",
  "_Destiny Tracker_ Elo": "_Destiny Tracker_ Elo",
  "A Hive knight, _Kathok_ will continuously bombard players with his boomer. He is protected by shriekers, minions, and an invulnerability shield. Diminish his shield by attacking it with the swords of fallen _Severing Knights_.": "Un cavaliere dell'Alveare, _Kathok_ continua a bombardare i giocatori con la sua arma. È protetto da urlatori, schiavi e uno scudo invulnerabile. Rimuovi il suo scudo attaccandolo con le spade dei _Cavalieri_.",
  "A mostly typical Hive ogre, _Damkath's_ vulnerability is a pulsating cow-sized cyst on his upper-back.": "Un orco tipico, il punto debole di _Damkath_ è una ciste grande come una mucca sulla sua schiena.",
  "A mostly typical Hive ogre, _Nur Abath_ is protected by an invulnerability shield that draws its power from nearby minions. Clear them out to disable his shield and proceed to destroy him.": "Un orco tipico, _Nur Abath_ è protetto da uno scudo invulnerabile che trae potere dai nemici intorno. Eliminali per disabilitare il suo scudo e distruggilo.",
  "A single colour–or none–at various saturations and luminances": "Un colore singolo (o nessuno) a diverse saturazioni e luminosità.",
  "A summary of Destiny's most rare records and collectibles": "Un sommario dei trionfi e collezionabili più rari di Destiny",
  "A tool that enables users to rapidly discover required combinations for specific rewards from _The Menagerie_.": "Uno strumento che permette velocemente di scoprire le combinazioni per le ricompense del _Serraglio_.",
  "A typical Hive knight, _Bok Litur_ is well-defended and well-armed. A challenging foe.": "Un cavaliere dell'Alveare tipico, _Bok Litur_ è ben difeso e armato. Un arduo sfidante.",
  "A well-defended ogre, _Naksud_ can be damaged at any time. Although, he regularly calls forth cursed thrall which sprint towards him, bursting upon him, healing him.": "Un orco ben difeso, _Naksud_ può essere danneggiato ogni momento. Però continuerà a chiamare a se schiavi maledetti che, esplodendo su di lui, lo cureranno.",
  "About your clan, its roster, summative historical stats for all members, and admin mode": "Informazioni sul tuo clan, statistiche storiche dei membri e modalità amministratore",
  "Account, theme, local data, item visibility, language, developer, troubleshooting": "Account, tema, dati locali, visibilità, lingua, sviluppatore, risoluzione problemi",
  "Accuracy": "Precisione",
  "Active event": "Evento Attivo",
  "Active modifiers": "Modificatori attivi",
  "Active modifiers for Vanguard operations": "Modificatori attivi per le operazioni dell'avanguardia",
  "Active profile": "Profilo attivo",
  "Activities": "Attività",
  "Activities including": "Attività tra le quali",
  "Activities offering powerful rewards": "Attività con ricompense potenti",
  "Activity": "Attività",
  "Add group": "Aggiungi gruppo",
  "Add module": "Aggiungi modulo",
  "Add player": "Aggiungi giocatore",
  "Adjust the hue": "Modifica il colore",
  "Adjust the luminance": "Modifica la luminosità",
  "Adjust the saturation": "Modifica la saturazione",
  "Adventure": "Avventura",
  "Adventures": "Avventure",
  "Adventures undertaken": "Avventure completate",
  "Agonarch Abyss": "Abisso Agonarca",
  "Ahamkara Bones": "Ossa di Ahamkara",
  "All class types": "Tutti i tipi di classi",
  "All collectibles": "Tutti i collezionabili",
  "All complete": "Tutto completo",
  "All completed": "Tutto completato",
  "All discovered": "Tutto scoperto",
  "All pages": "Tutte le pagine",
  "#####All quests": "🌐",
  "#####All quests and related items in your inventory": "🌐",
  "Allied kills secured": "Uccisioni alleate assicurate",
  "Ally crests recovered": "Sigilli alleati recuperati",
  "Almost complete": "Quasi completati",
  "Alpha team": "Squadra Alfa",
  "An error occurred while attempting to render module: {{moduleName}}": "Errore nel caricamento del modulo {{moduleName}}",
  "An update for Braytech is available. Please reload the app to start using it immediately.": "È disponibile un aggiornamento per Braytech. Per favore ricarica l'app per utilizzarlo immediatamente.",
  "And {{number}} more": "E altri {{number}}",
  "Aphelion's Rest": "Riposo dell'Afelio",
  "Approve": "Approva",
  "Approximate length": "Tempo stimato",
  "Archives": "Archivi",
  "Are you offline? Your web browser thinks you are...": "Sei offline? Il tuo browser crede che tu lo sia...",
  "Artifact unlocks": "Sblocchi artefatto",
  "Arunak, Beloved by Calus": "Arunak, il Prediletto di Calus",
  "Ascendant Challenge": "Sfida Ascendente",
  "Associate this Bungie.net profile with a Patreon account": "Associa questo profilo Bungie.net a un account Patreon",
  "Associated memberships": "Account collegati",
  "At current, {{players}} players are indexed by VOLUSPA.": "Al momento {{players}} giocatori sono indicizzati da VOLUSPA.",
  "Attempt to unregister the installed service worker. If successful, reloading the app will allow a new service worker to take its place.": "Prova a scartare il service worker installato. Se avvenuto con successo, ricaricare l'app premetterà a un nuovo service worker di rimpiazzarlo.",
  "Attempt to update the service worker immediately. This function will disable the button temporarily. You may continue to use Braytech while it attempts to update in the background. If successful, you will be prompted to restart the app.": "Prova ad aggiornare il service worker. Questa funzione disabiliterà il bottone temporaneamente. Puoi continuare a utilizzare Braytech mentre prova ad aggiornarsi. Se avvenuto con successo, ti verrà richiesto di riavviare l'app.",
  "Authenticate": "Autentica",
  "Authentication data": "Dati di autenticazione",
  "Authentication required": "Autenticazione richiesta",
  "Auxiliary": "Extra",
  "Available": "Disponibile",
  "Available activities": "Attività disponibili",
  "Back": "Indietro",
  "Badge": "Distintivo",
  "Badge commonality": "Rarità distintivo",
  "Badge completed": "Distintivo completato",
  "Badge progress": "Progresso distintivo",
  "Badges": "Distintivi",
  "Ban": "Bandisci",
  "Banner Color": "Colore dello Stendardo",
  "Banner Detail": "Dettagli dello Stendardo",
  "Banner Detail Color": "Colore dei Dettagli dello Stendardo",
  "Banner Emblem": "Emblema dello Stendardo",
  "Banner Perks": "Abilità Stendardo",
  "Bay of Drowned Wishes": "Baia dei Desideri Annegati",
  "Become a Patron": "Diventa un Patron",
  "Beep-boop?": "Beep-boop?",
  "Begin your trials by speaking with Saint-14.": "Inizia le tua prove parlando con Saint-14.",
  "Black Armory Forges": "Forge dell'Armeria Nera",
  "Blocker kills": "Uccisioni Assedianti",
  "Bok Litur, Hunger of Xol": "Bok Litur, Fame di Xol",
  "Bones found": "Ossa trovate",
  "Book": "Libro",
  "Botza District encounter: the map generator must not fall below half charge.": "Incontro del Distretto di Botza: la carica del generatore della mappa non deve scendere sotto la metà.",
  "Bounties": "Taglie",
  "#####Bounties you acquire will appear here.": "🌐",
  "Bravo team": "Squadra Bravo",
  "Braytech can not determine which Worldline Zero catalyst components you have attained, but it can tell you which bosses drop which items in case you happened to be keeping a list.": "Braytech non è in grado di determinare quali componenti del catalizzatore di Linea Oraria Zero sono stati ottenuti, ma può dirti quali boss danno quali parti nel caso in cui ti sia capitato di avere un elenco.",
  "Braytech has encountered a fatal error. If one of the available actions does not resolve your issue, please join the [Discord](https://discord.braytech.org) for further assistance.": "Braytech ha incontrato un errore fatale. Se una delle azioni disponibili non risolve il problema, per favore unisciti al [Discord](https://discord.braytech.org) per ulteriore assistenza (inglese).",
  "Braytech won't update to the newest version": "Braytech non si è aggiornato all'ultima versione",
  "Bright dust items": "Oggetti a polvere luminosa",
  "Bungie error": "Errore da parte di Bungie",
  "Bungie Maintenance": "Manutenzione da parte di Bungie",
  "Bungie.net profile": "Profilo Bungie.net",
  "Burn all 4 plates at the same time for every damage phase. Do not fire before all plates are activated.": "Utilizza tutte e 4 le piastre allo stesso tempo per ogni fase di danno. Non sparare prima che tutte le piastre siano state attivate.",
  "Cancel": "Cancella",
  "Cat Statue": "Statua di Gatto",
  "Cat Statues": "Statue di Gatti",
  "Catalyst item": "Oggetto Catalizzatore",
  "Challenge": "Sfida",
  "Challenges": "Sfide",
  "Chamber of Starlight": "Camera del Chiarore Stellare",
  "Change log": "Modifiche",
  "Change profile": "Cambia Profilo",
  "Char": "Personaggio",
  "Character class": "Classe del personaggio",
  "Character equipment": "Equipaggiamento personaggio",
  "Character Select": "Selezione Personaggio",
  "Character unavailable": "Personaggio non disponibile",
  "Characters": "Personaggi",
  "Checklists": "Lista collezionabili",
  "Chests opened": "Forzieri aperti",
  "chonky_zuzuvala69@hotmail.reef": "vuvuzela_grassone69@hotmail.atollo",
  "Cimmerian Garrison": "Bastione Cimmerio",
  "Clan": "Clan",
  "Clan Admin": "Amministratore Clan",
  "Clan Admin mode is intended for use on larger displays. Please use a display with a viewport of atleast 1280px.": "La modalità Amministratore Clan si può utilizzare solo su su schermi grandi. Per favore utilizza un display con una larghezza di almeno 1280 pixel.",
  "Clan Banner Builder": "Costruttore dello Stendardo del Clan",
  "Clan Historical Stats don't match [other thing]": "Le Statistiche Storiche del Clan non corrispondono a [altra fonte]",
  "Clan XP": "PE del Clan",
  "Clans are optional groups of friends that enhance your online gaming experience. Coordinate with your clanmates to take on co-op challenges or just simply represent them in your solo play to earn extra rewards.": "I clan sono gruppi opzionali di amici che migliorano la tua esperienza di gioco online. Coordinati con i tuoi compagni di clan per affrontare le sfide in cooperativa o semplicemente aiutarli giocando da solo per guadagnare ricompense extra.",
  "Classified": "Censurato",
  "Classified record": "Censurato",
  "Close": "Chiudi",
  "Collaborate with clan members on a new clan banner. Selecting different options instantly updates the page's URL, which allows you to easily share your customisations.": "Collabora con i membri del clan a un nuovo stendardo del clan. La selezione di diverse opzioni aggiorna istantaneamente l'URL della pagina consentendo di condividere facilmente le modifiche.",
  "Collectibles": "Collezionabili",
  "Collection total": "Totale Collezioni",
  "Collections": "Collezioni",
  "Collections roll": "Statistiche delle Collezioni",
  "Commonality": "Rarità",
  "Commonly asked, \"What is the funny percentage to the right of collectibles and records?\"\n\nIt's a percentage of players who've either discovered or redeemed the item. Every few days, _VOLUSPA_ collects data from users of _Braytech_ and takes note of who's got what.\n\nIt's been a hot topic as to whether it's accurate or useful and the truth is that all statistics are useless and dumb _unless_ you've included every single piece of data possible.\n\nIt's fair to assume that these stats are bias towards casual players (percentages may appear higher rather than lower due to the skill and attention of the users that are monitored).": "Comunemente chiesto: \"Cos'è quella curiosa percentuale di fianco a collezionabili e trionfi? \"\n\nÈ la percentuale di giocatori che hanno scoperto o riscattato tale oggetto. Ogni qualche giorno, _VOLUSPA_ colleziona dati dagli utenti di _Braytech_ e prende nota di chi ha cosa.\n\nL'utilita o la precisione di tali statistiche sono stati argomenti controversi e la verità è che tutte le statistiche sono inutili e stupide _a meno che_ non venga incluso ogni singolo dato possibile.\n\nÈ lecito ritenere che queste statistiche siano orientate verso i giocatori occasionali (le percentuali possono apparire più alte piuttosto che più basse a causa dell'abilità e dell'attenzione degli utenti che vengono monitorati).",
  "Compare": "Confronta",
  "Compare Nightfall strike activity durations between players for bragging rights and to track progress towards the _{{emblemName}}_ emblem.": "Confronta la durata dei Cala la Notte tra giocatori per vantarsi e per tracciare il progresso per l'emblema _{{emblemName}}_.",
  "Compare Nightfalls": "Confronta Cala la Notte",
  "Compare Nightmare Hunt activity durations between players for bragging rights and to track progress towards their respective time trial triumph records.": "Confronta la durata delle Caccie all'Incubo tra giocatori per vantarsi e per tracciare il progresso dei rispettivi trionfi delle prove a tempo.",
  "Compare Nightmare Hunts": "Confronta Caccie all'Incubo",
  "Competive multiplayer progression information": "Informazioni sul progresso del multigiocatore competitivo",
  "Complete the Consecrated Mind encounter without killing any Cyclops that spawn in the Harpy boss's presence. Cyclops that spawn in other areas, and during the final sprint, can be killed.": "Completa l'incontro della Mente Consacrata senza sconfiggere nessun Ciclope in presenza del boss Arpia. Ciclopi che appaiono in altre aree possono essere sconfitti.",
  "Completed": "Completato",
  "Console.log details for the mouse-invoked node.": "Dettagli di Console.log per il nodo mouse-invoked",
  "Cooperative": "Cooperativa",
  "Core modes": "Modalità base",
  "Corrupted Egg": "Uovo Corrotto",
  "Corrupted Eggs": "Uova Corrotte",
  "Crests recovered": "Sigilli recuperati",
  "Crests secured": "Sigilli assicurati",
  "Crucible": "Crogiolo",
  "Crucible modes that are currently in rotation and available for you to test your vigour in against other Guardians.": "Modalità del Crogiolo attualmente in rotazione e a tua disposizione per testare il tuo vigore contro altri Guardiani.",
  "Crystals resolved": "Cristalli risolti",
  "Customise": "Personalizza",
  "Damkath, The Mask": "Damkath, La Maschera",
  "Dark": "Scuro",
  "Data caches decrypted": "Casse di dati decriptate",
  "#####Data Recovered": "🌐",
  "Deaths": "Morti",
  "Deception encounter: break the Deception's shield 5 times during phase in which he is defeated i.e. a single phase.": "Incontro dell'Inganno: distruggi lo scudo dell'Inganno 5 volte nella stessa fase di danno nella quale verrà sconfitto, ad esempio, sconfiggi l'Inganno in una sola fase.",
  "Defeat": "Sconfitta",
  "Defeat this Nightmare to progress record _{{recordName}}_.": "Sconfiggi questo Incubo per progredire nel trionfo _{{recordName}}_.",
  "Delete the authentication data stored on your device. While unnecessary, this function is provided for your peace of mind.": "Elimina i dati di autenticazione salvati sul tuo dispositivo. Anche se non necessaria, questa funzione è fornita per la tua pace mentale.",
  "Deletes the stored list of previously loaded member profiles (character select)": "Elimina la lista di profili precendentemente caricata (selezione personaggio).",
  "Demote": "Degrada",
  "Deny": "Nega",
  "Describing the anatomy of collectibles and records": "Descrivendo l'anatomia dei collezionabili",
  "#####Description": "🌐",
  "Destiny 1 colours": "Colori di Destiny 1",
  "Destiny 2 colours": "Colori di Destiny 2",
  "Destiny1.Grimoire.IronBanner": "The Lords of Iron, ancient warriors from the City's founding, have no time for mollycoddling. The City remembers Felwinter and Jolder, Skorri and Timur, Radegast and Gheleon and the others, for their invincible patrols during Six Fronts and the Wall-building. The Iron Banner asks Guardians to live up to that legend.",
  "Details each of the current season's weekly Eververse store stock to allow the viewer assistance in maximising their Silver efficieny.\n\nThis data comes directly from the API manifest's definition of _Tess Everis_ and is displayed by merely iterating over it. If data appears incomplete, it is likely due to manifest content being incomplete i.e. new content that has not yet been added.": "Dettaglia l'inventario settimanale del negozio Eververse di questa stagione per assistere l'utente a rendere efficienti gli acquisti in Argento.\n\nQuesti dati provengono direttamente dalla definizione di _Tess Everis_ nel manifest dell'API e vengono mostrati tramite un'iterazione. Se i dati sembrano incompleti probabilmente è perché anche i contenuti del manifest sono incompleti, ad esempio, nuovi contenuti non sono stati ancora aggiunti.",
  "Developer": "Sviluppatore",
  "Did you know? You can customise the displayed modules by tapping _Customise_ in the bottom right.": "Sapevi che? Puoi personalizzare i moduli andando nella sezione _Personalizza_ in fondo a destra.",
  "Discovered_plural": "Scoperti",
  "Discovered_singular": "Scoperto",
  "Dismiss": "OK",
  "Display your season pass progression and available rewards": "Mostra il progresso e ricompense disponibili del tuo artefatto stagionale",
  "Display your seasonal artifact's configuration and its progression": "Mostra la configurazione e progresso del tuo artefatto stagionale",
  "Displays extra information for debugging Three.js instances": "Mostra informazioni aggiuntive per le istanze di Three.js di debug",
  "Distribution": "Distribuzione uccisioni",
  "Double and full-width modules are column exclusives. Try adding a module to another column.": "Moduli a larghezza doppia o piena sono esculsivi per colonna. Prova ad aggiungere un modulo ad un'altra colonna.",
  "Download image": "Scarica immagine",
  "Download roster data": "Scarica dati dei membri",
  "Downloading data from Bungie": "Scaricando dati da Bungie",
  "Dump service worker": "Scarta service worker",
  "During the Consecrated Mind encounter, all players must refresh their Enlightened buff at approximately the same time. However, the team may be split up at different tethers.": "Nell'incontro della Mente Consacrata tutti i giocatori devono rinnovare l'Illuminazione allo stesso momento. Inoltre, la squadra può essere divisa sui vari punti.",
  "During the Sanctified Mind encounter, bank 30 motes at each Vex relay. At each relay, all 30 motes must be deposited within 10 seconds of one another.": "Nell'incontro della Mente Santificata deposita 30 particelle ad ogni ripetitore Vex. Ad ogni ripetitore Vex, tutte le 30 particelle vanno depositate vanno depositate in 10 secondi dalle altre.",
  "Each relic holder may only shoot one plant per phase.": "Ogni portatore di reliquia può sparare a una sola pianta per fase.",
  "Earning XP grants Power bonuses and unlocks powerful mods that can be slotted into weapons and armor.": "Guadagnare PE garantisce bonus di Potere e sblocca potenti modifiche utilizzabili con armi e armature.",
  "Egg": "Uovo",
  "Eggs destroyed": "Uova distrutte",
  "Elo": "Elo",
  "Emblem Background Color": "Colore di Sfondo dell'Emblema",
  "Emblem Foreground Color": "Colore in Primo Piano dell'Emblema",
  "Enable Maps debugging settings": "Abilita le opzioni sviluppatore della sezione Mappe",
  "Energy": "Energia",
  "Energy cost": "Costo di energia",
  "Engrams": "Engrammi",
  "enter name or description": "inserisci un nome o una descrizione",
  "Equip Dreambane armor mods to enhance your light within this activity.": "Equipaggia le modifiche d'armatura Scacciaincubi per migliorare la tua luce in questa attività.",
  "Error": "Errore",
  "Escalation Protocol": "Protocollo d'Intensificazione",
  "Events.IronBanner": "A special week-long Crucible event that challenges teams of 6 to go head-to-head in the most competitive form of Control. Light level advantages enabled.",
  "Eververse Season Overview": "Panoramica Eververse Stagionale",
  "every {{numberWeeks}} weeks": "ogni {{number Weeks}} settimane",
  "Exit": "Esci",
  "#####Exotic Gear and Catalyst quests": "🌐",
  "#####Exotics": "🌐",
  "Expired": "Scaduta",
  "Expires in {{duration}}.": "Scade in {{duration}}",
  "Expiry": "Scadenza",
  "Explore": "Esplora",
  "Explore and filter your Post Game Carnage Reports in detail": "Esplora e filtra i tuoi Report Post Partita nel dettaglio",
  "FAQ": "FAQ",
  "Fatal error": "Errore fatale",
  "Featured bright dust items": "Oggetti a polvere luminosa in evidenza",
  "Featured silver items": "Oggetti ad argento in evidenza",
  "Feline friend": "Amico felino",
  "Feline friends satisfied": "Amici felini soddisfatti",
  "Find your fastest completions for Nightfalls and Nightmare Hunts": "Trova i tuoi completamenti più veloci di Cala la Notte e Caccie all'Incubo",
  "Fireteam": "Squadra",
  "Fireteam members": "Membri squadra",
  "For Valor rank resets, Braytech only counts resets made in Season 4 (Forsaken release) and later. This aligns the stat with other metrics such as Infamy.\n\nAdditionally, for the most part, triumph records disregard earlier seasons as well. This is a choice I made for Braytech.\n\nIf for some reason your stats don't align with your expectations, there's a likely chance that this is a reflection of the API, not Braytech.": "Per quanto riguarda i reset di Valore, Braytech conta solo i reset fatti dalla Stagione 4 (uscita de I Rinnegati) in poi. Ciò vale anche per altre statistiche come l'Infamia.\n\nInoltre, per la maggior parte, i trionfi ignorano anche le stagioni precedenti. Questa è una scelta che ho fatto per Braytech.\n\nSe per qualche ragione le tue statistiche differiscono dalle tue aspettative, è probabile che ciò sia riflesso dall'API e non Braytech.",
  "Forfeit Shrine": "Altare del Pegno",
  "Forges are currently running in low-power mode and will only be available during maintenance periods.": "Le forge sono attualmente in modalità di risparmio energetico e saranno solo disponibili durante periodi di manutenzione.",
  "Forget me": "Dimenticami",
  "Forsaken campaign": "Campagna de I Rinnegati",
  "Found within activity": "Trovato nella seguente attività",
  "Found within Ascendant Challenge: {{activityName}}": "Trovato nella seguente Sfida Ascendente: {{activityName}}",
  "Found within Lost Sector: {{activityName}}": "Trovato nel seguente Settore Perduto: {{activityName}}",
  "Found within Story: {{activityName}}": "Trovato nella seguente missione Storia: {{activityName}}",
  "Found within Strike: {{activityName}}": "Trovato nel seguente Assalto: {{activityName}}",
  "Founded": "Fondato",
  "Free for all": "Tutti contro tutti",
  "Frequently Asked Questions": "Domande Frequenti",
  "From the _Settings_ view, you can try a variety of things. Start with _Update service worker_. Wait a small time and you should be prompted to reload.\n\nIf this fails, you can try refreshing the app by selecting _Reload_. If the problem continues to persist please select _Dump service worker_.\n\n_For the technically inclined, Braytech uses a service worker and sometimes they're fussy._": "Dalla sezione _Impostazioni_ puoi provare una varietà di cose. Inizia con _Aggiorna service worker_. Aspetta qualche secondo e ti verrà chiesto di riavviare.\n\nSe ciò fallisce puoi provare a ricaricare l'app con _Ricarica_. Se il problema persiste allora selezione _Scarta service worker_.\n\n_Per i più tecnici, Braytech usa un service worker e a volte non funzionano._",
  "Gahlran encounter: each Guardian may only shoot one of _the real_ Gahlran's hands once during only one of his hand raises.": "Incontro di Gahlran: ogni Guardiano può sparare solo a una _vera_ mano di Gahlran solo una volta per fase di danno.",
  "Gambit": "Azzardo",
  "Game history": "Cronologia partite",
  "Gardens of Esila": "Giardini di Esila",
  "Generate an infographic that details your Destiny legend. Customise colours and export to PNG format for sharing purposes.": "Genera riassunto grafico della tua leggenda in Destiny. Personalizza i colori ed esporta in formato PNG a scopo di condivisione.",
  "Generate image": "Genera immagine",
  "Get helpful reminders regarding your soon to be overflowing postmaster": "Ricevi utili notifiche riguardo al tuo prossimamente pieno amministratore",
  "Ghost fragments recovered": "Frammenti di spettro recuperati",
  "Ghost Scan": "Scansione",
  "Ghost Scans": "Scansioni",
  "Ghost scans and item checklists spanning the Sol system": "Scansioni e lista collezionabili sparsi per il sistema Sol",
  "Glory": "Gloria",
  "Glory points": "Punti gloria",
  "Gly": "Glr",
  "Go to Bungie.net": "Vai a Bungie.net",
  "Go to Twitter": "Vai a Twitter",
  "Greater": "Massima",
  "Grenade kills": "Uccisioni granate",
  "Grimoire": "Grimorio",
  "Guardians cannot stand on the same plate more than once.": "I Guardiani non possono stare sulla stessa piastra più di una volta.",
  "Harbinger's Seclude": "Rifugio dell'Araldo",
  "Hasapiko, Beloved by Calus": "Hasapiko, il Prediletto di Calus",
  "Heroic collectibles": "Collezionabili Eroici",
  "Hey {{displayName}}, did you know you can authenticate Braytech with Bungie.net for access to more features": "Hey {{displayName}}, sapevi che puoi autenticare Braytech con Bungie.net per accedere a più funzionalità",
  "Hide acquired": "Nascondi acquisiti",
  "Hide acquired collection items": "Nascondi oggetti della collezione acquisiti",
  "Hide completed": "Nascondi completati",
  "Hide completed checklist items": "Nascondi collezionabili acquisiti",
  "Hide completed triumphs": "Nascondi trionfi completati",
  "Hide dud triumph records": "Nascondi trionfi fittizi",
  "Hide invisible collection items": "Nascondi oggetti della collezione invisibili",
  "Hide invisible triumph records": "Nascondi trionfi invisibili",
  "Hide redeemed": "Nascondi riscattati",
  "Hide unobtainable triumph records": "Nascondi trionfi non ottenibili",
  "Hides dud (empty or unused) records from view": "Nascondi trionfi fittizi (vuoti o inutilizzati) dalla sezione",
  "Hides unobtainable records from view": "Nascondi trionfi non ottenibili",
  "High value targets": "Alto Valore Ucciso",
  "Highlight nodes without screenshots": "Evidenzia nodi senza screenshot",
  "Historical stats": "Statistiche storiche",
  "How you can help": "Come puoi aiutare",
  "Hunt down this week's available nightmares for... satisfaction.": "Caccia gli Incubi disponibili questa settimana per... soddisfazione.",
  "If a checklist item is completed, it will be hidden under Checklist view.": "Se un collezionabile è stato ottenuto, sarà nascosto dalla sezione Lista Collezionabili.",
  "If a collectible has been acquired, it will be hidden under Collections views.": "Se un equipaggiamento è stato ottenuto, sarà nascosto dalla sezione Collezioni.",
  "If a triumph record is completed and redeemed, it will be hidden under Triumphs views.": "Se un trionfo è stato completato e riscattato, sarà nascosto dalla sezione Trionfi.",
  "If the game specifies that you are unable to see a particular collectible, it will be hidden under Collections views.": "Se il gioco specifica che non puoi vedere un particolare equipaggiamento, questo verrà nascosto dalla sezione Collezioni.",
  "If the game specifies that you are unable to see a particular triumph record, it will be hidden under Triumphs views.": "Se il gioco specifica che non puoi vedere un particolare trionfo, questo verrà nascosto dalla sezione Trionfi.",
  "In orbit, planning something terribly heroic.": "In orbita, pianificando qualcosa di terribilmente eroico.",
  "In the modern though timeless style of Bungie.net itself": "Nel moderno ma senza tempo stile di Bungie.net",
  "Inf (R)": "Inf (R)",
  "Infamy (Resets)": "Infamia (Reset)",
  "Infamy points": "Punti infamia",
  "Infamy resets": "Reset infamia",
  "insert gamertag or SteamId64": "inserisci gamertag o SteamId64",
  "insert precise clan name": "inserisci nome preciso del clan",
  "Inspect your character's loadout and stat totals": "Ispeziona l'equipaggiamento e statistiche del tuo personaggio",
  "#####Instructions": "🌐",
  "Insufficient clearance": "Autorizzazione insufficiente",
  "Insurrection Prime encounter: A Guardian may not shoot and break more than one shield generator per phase.": "Incontro del Primo Ribelle: Ogni Guardiano non deve sparare e distruggere più di un generatore di scudo per fase.",
  "Interactive maps charting checklists and other notable destinations": "Mappe interattive con collezinabili e altre destinazioni importanti",
  "Interactive tools, manuals, legends, and other content preserved": "Strumenti interattivi, manuali, didascalie e altro contenuto preservato",
  "Invader deaths": "Morti invasore",
  "Invader kills": "Uccisioni invasore",
  "Invasion deaths": "Morti invasione",
  "Invasion kills": "Uccisioni invasione",
  "Invasions": "Invasioni",
  "Inventory": "Inventario",
  "#####Issues": "🌐",
  "It seems your Guardian has smashed all of their challenges this week.": "Sembra che il tuo Guardiano abbia già distrutto tutte le sfide questa settimana.",
  "Item visibility": "Visibilità oggetti",
  "Items": "Oggetti",
  "Items your Guardian has acquired over their lifetime": "Oggetti ottenuti dal tuo Guardiano nel tempo",
  "Jade Rabbit": "Coniglio di Giada",
  "Jade Rabbits": "Conigli di Giada",
  "Jind": "Partecip.",
  "Join your friend's clan, meet some new friends, or create your own on the companion app or at bungie.net.": "Unisciti al clan dei tuoi amici e fanne di nuovi o creane uno tuo sull'App Companion o su Bungie.net.",
  "Joined": "Partecipato",
  "K/D": "U/M",
  "Kalli encounter: Cleanse all nine plates, kill all nine Knights, and kill all Ogres before damaging Kalli.": "Incontro di Kalli: Purifica tutte le nove le piastre, sconfiggi tutti i nove Cavalieri e sconfiggi tutti gli Orchi prima di danneggiare Kalli.",
  "Kathok, Roar of Xol": "Kathok, Urlo di Xol",
  "Keep a keen eye on what your clan is up to": "Tieni d'occhio le novità del tuo clan",
  "Keep it clean.": "Stai pulito.",
  "Keep of Honed Edges": "Rocca dei Fili Affinati",
  "key": "chiave",
  "Kick": "Espelli",
  "Kills": "Uccisioni",
  "Kills + assists": "Uccisioni + assist",
  "Kills secured": "Uccisioni assicurate",
  "Language": "Lingua",
  "Large blockers sent": "Assedianti Grandi Invati",
  "Last activity": "Ultima attività",
  "Last character": "Ultimo personaggio",
  "#####Latent Memory Fragment": "🌐",
  "#####Latent Memory Fragments": "🌐",
  "Launch": "Lancia",
  "Leadership": "Amministratori",
  "Legend": "Leggenda",
  "Lesser": "Debole",
  "Level": "Livello",
  "Level advantages disabled": "Vantaggio di livello disabitati",
  "Level advantages enabled": "Vantaggi di livello abilitati",
  "Light": "Luce",
  "Likeness of Oryx": "Sembianze di Oryx",
  "Loading member": "Caricando membro",
  "Loading previous member": "Caricando membro precedente",
  "Local data": "Dati locali",
  "Log node details": "Stampa dettagli dei nodi",
  "Login with Bungie.net": "Accedi con Bungie.net",
  "Lore": "Leggende",
  "Lost Sector": "Settore Perduto",
  "Lost Sectors": "Settori Perduti",
  "Manifest": "Manifest",
  "Manifest download failed": "Scaricamento del manifest fallito",
  "Manifest error": "Errore del manifest",
  "Map nodes, such as region chests, which do not have an associated screenshot will be highlighted in order to assist users with contributing to maps data.": "I nodi della mappa, come forzieri della regione, che non hanno uno screenshot saranno evidenziati per aiutare gli utenti a contribuire alla completezza delle mappe.",
  "Maps": "Mappe",
  "Maps debug mode": "Mappe - modalità sviluppatore",
  "#####Maps.ProposeChanges.Description": "🌐",
  "#####Maps.ProposeChanges.Form.Description.Placeholder": "🌐",
  "#####Maps.ProposeChanges.Form.Issues.Placeholder": "🌐",
  "#####Maps.ProposeChanges.Form.Screenshots": "🌐",
  "Match system": "Sistema",
  "Matches": "Partite",
  "Matchmaking": "Matchmaking",
  "max": "massimo",
  "Medals": "Medaglie",
  "Medium blockers sent": "Assedianti Medi Inviati",
  "Melee kills": "Uccisioni corpo a copro",
  "Members": "Membri",
  "members": "membri",
  "Memories resolved": "Memorie risolte",
  "Memory": "Memoria",
  "Middling": "Metà",
  "Minimal though powerful clan management for rapid sorting and member actions": "Strumento minimale ma potente per amministrare clan e gestire i membri in modo rapido",
  "Mission": "Missione",
  "Mob kills": "Uccisioni Mob",
  "Models will cast shadows upon themselves for a more realistic and true representation. Affects performance.": "I modelli avranno un'ombreggiatura per una rappresentazione più realistica. Influenza le prestazioni.",
  "Modifiers aren't available right now.": "I modificatori non sono disponibili ora",
  "Mods": "Modifiche",
  "Monitor Spider's materials closely": "Controlla i materiali del Ragno da vicino",
  "Monotone": "Monotono",
  "More": "Altro",
  "Morgeth encounter: don't kill smol ogres, only kill big boi.": "Incontro di Morgeth: non sconfiggere gli Orchi piccini, sconfiggi solo il ragazzone.",
  "Most of Braytech's features are available to all users and depend on publically available data, but some of Destiny's features require more explicit access permissions which you can grant to Braytech by authenticating with Bungie.net.": "La maggior parte delle funzionalità di Braytech sono utilizzabili da tutti gli utenti e dipendono da dati pubblici, ma alcune funzionalità di Destiny richiedono dei permessi espliciti che puoi garantire a Braytech autenticandoti con Bungie.net.",
  "Motes denied": "Particelle negate",
  "Motes deposited": "Particelle depositate",
  "Motes lost": "Particelle perse",
  "Must always deposit 10 motes at any time during the Consecrated Mind encounter.": "Devi sempre depositare 10 particelle nell'incontro della Mente Consacrata.",
  "Naksud, the Famine": "Naksud, il Famelico",
  "#####Name": "🌐",
  "Necrotic cyphers collected": "Cifrari necrotici ottenuti",
  "#####New Light": "🌐",
  "New tab": "Nuova scheda",
  "Newer": "Nuova",
  "Next artifact unlock": "Prossimo sblocco artefatto",
  "Next page": "Pagina successiva",
  "Next power bonus": "Prossimo bonus Potere",
  "Nightfalls": "Cala la Notte",
  "Nightmare Hunts": "Caccie all'Incubo",
  "Nightmare of Phogoth": "Incubo di Phogoth",
  "Nightmare of Taniks, the Scarred": "Incubo di Taniks, lo Sfregiato",
  "Nightmare of Zydron, Gate Lord": "Incubo di Zydron, il Guardiaporta",
  "No clan affiliation": "Nessun clan affiliato",
  "No clans found": "Nessun clan trovato",
  "No internet": "Nessuna connessione",
  "No medals awarded": "Nessuna medaglia guadagnata",
  "No profiles found": "Nessun profilo trovato",
  "No reports available": "Nessun report disponibile",
  "No stats available": "Nessuna statistica disponibile",
  "No stats were recorded": "Nessuna statistica salvata",
  "Nodes hacked": "Nodi violati",
  "Noteworthy records and collectibles which are available at a weekly cadence": "Trionfi e collezionabili degni di nota disponibili settimanalmente",
  "Now": "Stato",
  "Number of players VOLUSPA is tracking through their activities and accomplishments": "Numero di giocatori tracciati da VOLUSPA nelle loro attività e traguardi",
  "Number of tracked players who've played this season": "Numero di giocatori tracciati che hanno giocato questa stagione",
  "Nur Abath, Crest of Xol": "Nur Abath, Cimiero di Xol",
  "Objectives": "Obiettivi",
  "Offline": "Offline",
  "Oh, honey": "Oh, dolcezza",
  "OI, ge'outofit": "AO, vattene",
  "Older": "Vecchia",
  "One Guardian must remain in the middle with their feet in the water during the entire encounter.": "Un Guardiano deve rimanere nella pozza centrale per tutto l'incontro.",
  "Online": "Online",
  "Options": "Opzioni",
  "Ouroborea": "Ouroborea",
  "Out of bounds": "Fuori dai limiti",
  "Pagouri, Beloved by Calus": "Pagouri, il Prediletto di Calus",
  "Patreon association": "Associazione account Patreon",
  "Played season": "Hanno giocato questa stagione",
  "Player": "Giocatori",
  "Player count": "Numero giocatori",
  "Player versus player": "Giocatore contro giocatore",
  "#####Playlists": "🌐",
  "Points": "Punti",
  "Post Game Carnage Reports": "Report Post–Partita",
  "Power bonus": "Bonus potere",
  "Precision": "Precise",
  "Previous page": "Pagina precedente",
  "Previous searches": "Ricerche precedenti",
  "Primeval damage": "Danno Primordiale",
  "Primeval healing": "Danno Primordiale curato",
  "Primeval kills": "Uccisioni Primordiale",
  "Private profile": "Profilo privato",
  "Progression": "Progresso",
  "Promote": "Promuovi",
  "#####Propose changes": "🌐",
  "Pursuits": "Incarichi",
  "Quantity": "Quantità",
  "Quests": "Missioni",
  "Quests and bounties, step by step, reward by reward": "Missioni e taglie, passo per passo, ricompensa per ricompensa",
  "#####Quests from past expansions": "🌐",
  "#####Quests from the current season": "🌐",
  "#####Quests from the latest expansion": "🌐",
  "#####Quests related to New Light, tutorials, and introductions": "🌐",
  "#####Quests you acquire will appear here.": "🌐",
  "Rabbits with rice cake": "Conigli con galletta di riso",
  "#####Raid_plural": "🌐",
  "Raid_singular": "Incursione",
  "Rank": "Grado",
  "Ranks": "Gradi",
  "Recent activities": "Attività recenti",
  "Recent matches": "Partite recenti",
  "Recent raids": "Incursioni recenti",
  "Recent strikes": "Assalti recenti",
  "Recently discovered": "Scoperti di recente",
  "Recommended light": "Luce consigliata",
  "Record": "Trionfo",
  "Records": "Trionfi",
  "Records your Guardian has achieved through their trials": "Trionfi ottenuti dal tuo Guardiano tra varie sfide",
  "Redeem these records and increase your triumph score by {{scoreValue}} points.": "Riscatta questi trionfi e aumenta il tuo punteggio trionfale di {{scoreValue}} punti.",
  "Region Chest": "Forziere della regione",
  "Region Chests": "Forzieri della regione",
  "Reload": "Ricarica",
  "Reload the app": "Ricarica l'app",
  "Remove group": "Rimuovi gruppo",
  "Report player": "Segnala giocatore",
  "Reports": "Report",
  "Requires Destiny 2: Curse of Osiris": "Richiede Destiny 2: La Maledizione di Osiride",
  "Requires Destiny 2: Forsaken": "Richiede Destiny 2: I Rinnegati",
  "Requires Destiny 2: Shadowkeep": "Richiede Destiny 2: Ombre dal Profondo",
  "Requires Destiny 2: Warmind": "Richiede Destiny 2: La Mente Bellica",
  "Reset": "Reset",
  "Reset customisable layouts": "Resetta layout personalizzabili",
  "Reset customisable layouts to their default arrangements": "Resetta i layout personalizzabili a default",
  "Reset dismissed notifications to their default state": "Ripristina lo stato delle notifiche accettate",
  "Reset notifications": "Resetta notifiche",
  "Reset profile history": "Resetta cronologia profili",
  "Reset tips": "Resetta suggerimenti",
  "Reset tracked triumphs": "Resetta trionfi seguiti",
  "Restore informational tips to their default state": "Ripristina i suggerimenti allo stato iniziale",
  "Retrace your steps and unravel the mystery of the Pyramid.": "Ripercorri i tuoi passi e svela il mistero della piramide",
  "Review your unlocks and monitor your progress": "Vedi i tuoi sblocchi e segui il tuo progresso",
  "Revisit the trials of times past. Reconcile with these emotions and challenge yourself to do better.": "Rivisita le tue prove del passato. Riscoprine le emozioni e mettiti alla prova per migliorare.",
  "Rewards": "Ricompense",
  "Ritual encounter: no more than two Guardians may have the Witch's Blessing buff at one time during The Hive Ritual.": "Incontro del Rituale: non più di due Guardiani possono avere la Maledizione della Strega allo stesso tempo durante il Rituale dell'Alveare.",
  "Riven encounter: Guardians must not shoot the same eye twice.": "Incontro di Riven: i Guardiani non devono sparare allo stesso occhio più di una volta.",
  "Rotation": "Rotazione",
  "Rotator modes": "Modalità in rotazione",
  "Rotator playlists": "Playlist in rotazione",
  "Savathûn's Curse": "Maledizione di Savathûn",
  "Savathûn's Curse: implemented with Riven's dying breath and reset with every death of Dûl Incaru.": "Maledizione di Savathûn: introdotta dal respiro morente di Riven e si ripristina con ogni morte di Dûl Incaru.",
  "Save and restart": "Salva e riavvia",
  "Saved profile": "Profilo salvato",
  "Saving manifest data": "Salvando i dati del manifest",
  "Scan": "Scansione",
  "Scans performed": "Scansioni eseguite",
  "#####Screenshot unavailable": "🌐",
  "#####Screenshots": "🌐",
  "Seal commonality": "Rarità del sigillo",
  "Seal completed": "Sigilli completato",
  "Seal progress": "Progresso sigillo",
  "Seals": "Sigilli",
  "Search": "Cerca",
  "Search for player": "Cerca giocatore",
  "Season": "Stagione",
  "Season countdown": "Countdown stagionale",
  "Season pass": "Pass stagionale",
  "Season rank": "Grado stagionale",
  "Season resets": "Reset stagionali",
  "#####Seasonal": "🌐",
  "Seasonal Artifact": "Artefatto Stagionale",
  "Seasonal artifact": "Artefatto stagionale",
  "Seasonal progression": "Progresso stagionale",
  "See all tracked": "Vedi tutti i trionfi seguiti",
  "See all {{members}} members": "Vedi tutti i {{members}} membri",
  "See full roster": "Vedi la lista membri completa",
  "See next {{limit}}": "Vedi i prossimi {{limit}}",
  "Select a character": "Selezione un personaggio",
  "#####Select screenshots": "🌐",
  "Select your character": "Seleziona il tuo personaggio",
  "Selected passage": "Passaggio selezionato",
  "Selected raid": "Incursione selezionata",
  "Selected runes": "Seleziona le rune",
  "Selected vendor": "Seleziona mercante",
  "Set": "Conferma",
  "Settings": "Impostazioni",
  "#####Shadowkeep": "🌐",
  "Shattered Ruins": "Rovine Infrante",
  "Show all": "Mostra tutto",
  "Shuro Chi chase encounter: Guardians must not take damage from Shuro Chi's Arc Blast.": "Incontro di Shuro Chi: i Guardiani non devono prendere danno dal Getto ad Arco di Shuro Chi.",
  "Single player": "Giocatore singolo",
  "Sleeper Node": "Nodo Dormiente",
  "Sleeper Nodes": "Nodi Dormienti",
  "Small blockers sent": "Assedianti Piccoli Inviati",
  "Socket runes or select item to auto-fill": "Inserisci le rune o seleziona un oggetto per riempire automaticamente",
  "Some features of Braytech require your written permission to activate, generally to protect your privacy.": "Alcune funzionalità di Braytech richiedono l'autorizzazione scritta per l'attivazione, in genere per proteggere la tua privacy.",
  "Some of Tom's favourite frequently asked questions": "Risposte alle domande frequenti preferite di Tom",
  "Something seems wrong with my Valor rank resets": "Qualcosa non torna con il numero di reset di Valore",
  "Something very unexpected and irrecoverable occurred.": "Qualcosa di molto inaspettato e irrecuperabile è successo.",
  "Something went wrong while trying to download the item manifest from Bungie.\n\nPlease reload the app and try again.": "Qualcosa è andato storto durante il download del manifest da Bungie.\n\nPer favore ricarica l'applicazione e riprova.",
  "Something went wrong while trying to update the item manifest.\n\nPlease reload the app and try again.": "Qualcosa è andato storto durante l'aggiornamento del manifest.\n\n.Per favore ricarica l'applicazione e riprova.",
  "Sorted by completion": "Ordina per completamento",
  "Sorted by rarity": "Ordina per rarità",
  "Sorted by score": "Ordina per punti",
  "Source": "Fonte",
  "Spider: Material Exchange": "Ragno: Scambio Materiali",
  "Spine of Keres": "Spina di Keres",
  "Stage": "Stadio",
  "Stale": "Obsoleto",
  "Starting Windows 95": "Inizializzando Windows 95",
  "Stat trackers for bragging rights and gilding memories": "Metriche per diritto di vanto e ricordi",
  "Stats": "Statistiche",
  "Status and inventory for vendors": "Stato e inventario dei mercanti",
  "Steps": "Passaggio",
  "Stories read": "Storie lette",
  "Strikes": "Assalti",
  "#####Submit": "🌐",
  "Summary": "Sommario",
  "Super kills": "Uccisioni con super",
  "T. Scr": "P. Tot",
  "Thanks! Your email is now associated with your profiles": "Grazie! La tua email è ora associata al tuo profilo",
  "That module isn't allowed here.": "Quel modulo non è permesso qua.",
  "The badge's rarity represented as a percentage of players who are indexed by VOLUSPA.": "La rarità del distintivo rappresentata come percentuale di giocatori indicizzati da VOLUSPA.",
  "The Bungie API is currently down for maintenance.\n\nTune into @BungieHelp on Twitter for more information.": "L'API di Bungie è attualmente offline.\n\nSintonizzati su @BungieHelp su Twitter per informazioni.",
  "The character you tried to load is unavailable—maybe it's been deleted.": "Il personaggio che hai provato a caricare non è disponibile—forse è stato cancellato.",
  "The Dreaming City is in stage {{week}} of its ongoing curse.": "La Città Sognante è nello stadio {{week}} della sua maledizione.",
  "The Drifter's gambit goes deeper than once thought. Annihilate ancient Taken hoards within The Drifter's mysterious haul and gain The Nine's favour.": "L'Azzardo del Ramingo va più in profondità di quanto si pensasse. Annienta antiche orde di Corrotti nel misterioso carico del Ramingo e guadagna il favore dei Nove.",
  "The elemental burn shared by most activities this week.": "La cenere elementale condivisa dalla maggior parte delle attività questa settimana.",
  "The elemental burn shared by most activities this week. These activities include {{activities}}.": "La cenere elementale condivisa dalla maggior parte delle attività questa settimana. Tra le quali {{activities}}.",
  "The following Crucible modes are currently in rotation and available for you to test your vigour in against other Guardians.": "Le seguenti modalità del Crogiolo sono attualmente in rotazione e disponibili per testare il tuo vigore contro altri Guardiani.",
  "The Gauntlet": "L'Agone",
  "The header group supports no more than one module per column.": "Il primo gruppo non supporta più di un modulo per colonna.",
  "The header group supports single column modules only.": "Il primo gruppo supporta solo moduli a colonna singola.",
  "The lore of old, Destiny 1's Grimoire cards are backed up, archived, and preserved here.": "Le leggende delle vecchie carte Grimorio di Destiny 1, salvate, archiviate e preservate qua.",
  "#####The Past": "🌐",
  "The Pleasure Gardens": "I Giardini del Piacere",
  "The Postmaster is almost out of space. If you do not retrieve your items, you will lose them forever!": "L'Amministratore è quasi pieno. Se non ritiri i tuoi oggetti li perderai per sempre!",
  "The Postmaster is completely out of space. If you do not retrieve your items, you will lose them forever!": "L'Amministratore è pieno. Se non ritiri i tuoi oggetti li perderai per sempre!",
  "The Royal Pools": "Le Piscine Reali",
  "The seal's rarity represented as a percentage of players who are indexed by VOLUSPA.": "La rarità del sigillo è rappresentata come percentuale dai giocatori indicizzati da VOLUSPA.",
  "The Shattered Throne": "Il Trono Infranto",
  "The state of your Guardian, artifact, ranks, season pass, daily activities, and more": "Lo stato del tuo Guardiano, artefatto, pass stagionale, attività giornaliere e altro",
  "The Swords": "Le Spade",
  "The Throne": "Il Trono",
  "Theme": "Tema",
  "There are multiple sources for stats in Destiny. Clan Historical Stats is based on the HistoricalStats API endpoint while others source their data from PGCRs. It's hard to determine which holds the most accurate truth.\n\nTo display stats in the manner seen on Clan Historical Stats would require downloading terabytes of data from Bungie servers and significant compute power. This said, they're accurate enough for some friendly competititon.": "Ci sono diverse fonti per le statistiche in Destiny. Le Statistiche Storiche del Clan sono basate sull'endpoint dell'API HistoricalStats mentre altri prendono le statistiche dai Report. È difficile constatare quale abbia le statistiche più veritiere.\n\nPer mostrare le statistiche come nella sezione Statistiche Storiche del Clan sarebbe richiesto scaricare terabyte di dati dai server Bungie e un alto potere computazionale. Detto ciò, sono abbastanza precise per un'amichevole competizione.",
  "There aren't any activities available to you. Perhaps you don't meet the requirements...": "Non ci sono attività disponibili per te. Forse non soddisfi i requisiti...",
  "There was a network error": "Si è verificato un errore di rete",
  "There's no one here right now.": "Non c'è nessuno qui ora.",
  "There's nothing here yet": "Non c'è ancora niente qui",
  "These are the memberships that are currenty associated with your Bungie.net profile.": "Questi sono gli account attualmente collegati al tuo profilo Bungie.net.",
  "This doesn't appear to be your clan and so you may not will any actions upon it. You may use these helpful links to jump to your own or you may find more information regarding your current authorization in the Settings view.": "Questo non sembra essere il tuo clan e quindi non puoi prendere atto su di esso. Potresti usare questi link utili per vedere il tuo clan o trovare più informazioni sull'attuale autorizzazione nella sezione Impostazioni.",
  "This Nightfall doesn't have any associated collectibles.": "Questo Cala la Notte non ha nessun collezionabile associato",
  "This Nightfall doesn't have any associated records.": "Questo Cala la Notte non ha nessun trionfo associato",
  "#####This node has an associated video": "🌐",
  "This profile hasn't received an artifact yet.": "Questo profilo non ha ancora ricevuto un artefatto.",
  "This record is classified and may be revealed at a later time.": "Questo trionfo è censurato e sarà rivelato in futuro",
  "This user has their profile privacy set to private": "La privacy di questo utente è stata impostata su privata",
  "This Week": "Questa Settimana",
  "Three.js debug mode": "Debug Three.js",
  "Time played": "Tempo giocato",
  "Time played across characters": "Tempo di gioco tra i personaggi",
  "Time until next season is live": "Tempo rimanente alla prossima stagione",
  "Time until {{eventName}} ends and change comes": "Tempo rimanente alla fine della {{eventName}}",
  "To use this feature, please tell Bungie that you approve. No personal information is shared by doing so—only an authentication code with which you may interact with more API endpoints.": "Per utilizzare questa funzione, informa Bungie dell'approvazione. In questo modo non vengono condivise informazioni personali—solo un codice di autenticazione con il quale è possibile interagire con più punti dell'API.",
  "Total": "Totale",
  "Total duration": "Tempo totale",
  "#####Total Quest and Bounty Capacity": "🌐",
  "Total resets": "Reset totali",
  "Total score": "Punti totali",
  "Track your fireteam": "Traccia la tua squadra",
  "Track your pursuits, including quests and bounties": "Traccia i tuoi incarichi tra cui missioni e taglie",
  "Tracked players": "Giocatori tracciati",
  "Tracked records": "Trionfi seguiti",
  "Tracked triumphs": "Trionfi seguiti",
  "Trackers": "Contatori",
  "Trials passage": "Passaggio delle Prove",
  "Triumph score": "Punteggio trionfale",
  "Triumphs": "Trionfi",
  "Troubleshooting": "Risoluzione problemi",
  "#####Unavailable: this node is no longer available in-game.": "🌐",
  "Undertake your most perilous albeit rewarding strikes yet, in the name of the Light, the Vanguard, and The Last City.": "Intraprendi i tuoi attacchi più pericolosi e ricchi di ricompense in nome della Luce, dell'Avanguardia e dell'Ultima Città.",
  "Unknown": "Sconosciuto",
  "Unknown error": "Errore sconosciuto",
  "Unredeemed triumphs": "Trionfi non riscattati",
  "unredeemed triumphs": "trionfi non riscattati",
  "Untrack all user-tracked triumphs. Will not affect the state of in-game triumphs.": "Smette di seguire i trionfi seguiti. Ciò non influenzerà lo stato dei trionfi nel gioco.",
  "Update service worker": "Aggiorna service worker",
  "Use 3D models": "Usa modelli 3D",
  "Use shadows": "Usa ombre",
  "Valor (Resets)": "Valore (Reset)",
  "Valor points": "Punti valore",
  "Valor resets": "Reset valore",
  "Vanguard Ops": "Operazioni dell'Avanguardia",
  "Vanguard singe": "Cenere dell'Avanguardia",
  "Vanguard Strikes are unavailable for this character.": "Gli Assalti dell'Avanguardia non sono disponibili per questo personaggio.",
  "#####Vanguard, Crucible, and Gambit quests": "🌐",
  "Vault Access encounter: Each Guardian must grab and deposit each Phase Radiance buff once (boss must be killed in 3 damage phases).": "Incontro dell'Accesso al Deposito: Ogni Guardiano deve prendere e depositare ogni Fase di Radianza una volta sola (il boss va sconfitto in tre fasi di danno).",
  "Vault encounter: knights must be killed in the rooms they spawn in.": "Incontro della Camera Blindata: i cavalieri devono essere sconfitti nelle stanze in cui appaiono.",
  "Vendor": "Mercante",
  "Verifying manifest data": "Verificando i dati del manifest",
  "Version": "Versione",
  "Victory": "Vittoria",
  "#####Video": "🌐",
  "#####View video": "🌐",
  "Views": "Sezioni",
  "Vlr (R)": "Vlr (R)",
  "VOLUSPA last indexed": "Ultima indicizzazione di VOLUSPA",
  "VOLUSPA statistics": "Statistiche di VOLUSPA",
  "WARNING!": "ATTENZIONE!",
  "Weapon": "Armi",
  "Weapons": "Armi",
  "Week {{weekNumber}}": "Settimana {{weekNumber}}",
  "Weekly Clan XP": "PE Settimanali del Clan",
  "Welcome. This is Braytech—a fan-built companion app for Bungie's Destiny. Unleash your potential and make Shaxx proud.": "Benvenuto. Questa è Braytech—una companion app creata dai fan per Destiny di Bungie. Scatena il tuo potenziale e rendi Shaxx fiero.",
  "What is Braytech": "Cos'è Braytech",
  "Where available, use 3D models. Not recommended for phones or low processing-power devices.": "Usa modelli 3D quando disponibili. Sconsigliato per telefoni o dispositivi dal basso potere computazionale.",
  "Who builds it": "Chi lo costruisce",
  "Win streak": "Serie di vittorie",
  "You are not authorised to access a different user's profile data, but you may use these helpful links to return to your own.": "Non sei autorizzato ad accedere ai dati del profilo di altri utenti, ma potresti utilizzare questi collegamenti utili per tornare sul tuo profilo.",
  "You aren't tracking any records yet!": "Non stai ancora seguendo nessun trionfo!",
  "You can find more information regarding your authentication in the Settings view.": "Puoi trovare più informazioni sulla tua autenticazione nella sezione Impostazioni.",
  "You may change your privacy settings on Bungie.net or authenticate Braytech with Bungie.net": "Potresti cambiare le opzioni della privacy su Bungie.net oppure autenticare Braytech con Bungie.net",
  "You shouldn't be here 👀": "Non dovresti essere qua 👀",
  "Your light is restricted in the most daring of strike operations.": "La tua luce è limitata nelle operazioni d'assalto più ardite.",
  "Your most feared, devastating, tormenting nightmares reincarnate―be immovable in your resolve, Guardian.": "I tuoi incubi più temuti, devastanti e tormentanti si sono reincarnati―sii determinato nella tua decisione, Guardiano.",
  "Your profile's progression data isn't available. Your profile may be set to private on Bungie.net.": "I dati del tuo profilo non sono disponibili. Il tuo profilo potrebbe essere stato impostato privato su Bungie.net",
  "{{a}} of {{b}}": "{{a}} di {{b}}",
  "{{days}} Days": "{{days}} Giorni",
  "{{hours}} Hours": "{{hours}} Ore",
  "{{hours}} Hrs": "{{hours}} h",
  "{{minutes}} Mins": "{{minutes}} m",
  "{{minutes}} Minutes": "{{minutes}} Minuti",
  "{{month}} Month": "{{month}} Mese",
  "{{object}} duration": "Tempo totale per {{object}}",
  "{{players}} players": "{{players}} giocatori",
  "{{players}} players have completed this.": "Completato da {{player}} giocatori.",
  "{{seasonName}} has {{timeRemaining}} remaining.": "La {{seasonName}} finirà tra {{timeRemaining}}",
  "{{seconds}} Seconds": "{{seconds}} Secondi",
  "{{seconds}} Secs": "{{seconds}} s",
  "{{timePlayed}} days played": "{{timePlayed}} giorni di gioco",
  "{{vendorName}} is waiting for you at {{destinationName}}.": "{{vendorName}} ti sta aspettando alla sua destinazione: {{destinationName}}"
}